Repository: fuad-ibrahimzade/nixos-wsl
Catalog: other/current/AWGG/languages/awgg.*.po
Languages: de, es, fr, it, ru

# fstrings.alldowntreename
source: All downloads
de: Alle Downloads
es: Todas las descargas
fr: Tous les téléchargements
it: Tutti i download
ru: Все загрузки

# fstrings.aria2defarg1
source: [-c] Continue downloads
de: [-c] Downloads fortsetzen
es: [-c] Continuar descargas
fr: [-c] Continuer les téléchargements
it: [- c] Continua download
ru: [- c] чтобы продолжить загрузку

# fstrings.aria2defarg2
source: [--file-allocation=none] No allocate space.
de: [--file-allocation=none] Kein Platz zugeordnet.
es: [--file-allocation=none] No reservar espacio.
fr: [--file-allocation=none] Ne pas allouer d'espace.
it: [--File-allocation=none] nessun allocazione di spazio.
ru: [--file-allocation=none] нет выделенного пространства.

# fstrings.automaticstartscheduler
source: Automatic start the scheduler.
de: Zeitplan automatisch starten.
es: Iniciar programador automaticamente.
fr: Démarrer automatiquement le planificateur.
it: Avvio automatico dello scheduler.
ru: Автоматический запуск планировщика.

# fstrings.btnnewdownstartnow
source: Start now
de: Jetzt starten
es: Iniciar ahora
fr: Démarrer maintenant
it: Inizia Ora
ru: Начать сейчас

# fstrings.btnpropertiesok
source: Ok
es: Aceptar
ru: Хорошо

# fstrings.categorycompressed
source: Compressed
de: Komprimiert
es: Comprimidos
fr: Compressés
it: Compresso
ru: Сжатый

# fstrings.categorydocuments
source: Documents
de: Dokumente
es: Documentos
it: Documentos
ru: Документы

# fstrings.categoryfilter
source: Categories
de: Kategorien
es: Categorias
fr: Catégories
it: Categorias
ru: Категории

# fstrings.categoryimages
source: Images
de: Bilder
es: Fotos
it: Immagines
ru: Изображения

# fstrings.categorymusic
source: Music
de: Musik
es: Musica
fr: Musique
it: Musicale
ru: Музыка

# fstrings.categoryothers
source: Others
de: Anderes
es: Otros
fr: Autres
it: Altri
ru: Другие

# fstrings.categoryprograms
source: Programs
de: Programme
es: Programas
fr: Programmes
it: Programmas
ru: Запрограммированный

source: Torrents
ru: Потоки

# fstrings.categoryvideos
source: Videos
fr: Vidéos
ru: Видео

source: The best quality audio in %s format (if exists)
de: Die beste Audio-Qualität im %s-Format (wenn vorhanden)
es: El audio de mejor calidad en formato %s (si existe)
ru: Лучшее качество звука в формате %s (Если существует)

source: The best quality video in %s format (if exists)
de: Die beste Video-Qualität im %s-Format (wenn vorhanden)
es: El video de mejor calidad en formato %s (si existe)
ru: Лучшее качество видео в формате %s (Если существует)

# fstrings.curldefarg1
source: [-C -] Continue downloads.
de: [-C -] Downloads fortsetzen.
es: [-C -] Continuar descargas.
fr: [-C -] Continuer les téléchargements.
it: [- C -] Continua download.
ru: [- C -] продолжить загрузку.

# fstrings.dlgclearhistorylogfile
source: Do you want to clear the history log file?
de: Verlauf löschen?
es: ¿Desea borrar el archivo de historial log?
fr: Voulez-vous effacer le fichier d'historique ?
ru: Вы хотите очистить файл журнала истории?

# fstrings.dlgconfirm
source: Confirm
de: Bestätigung
es: Confirmar
fr: Confirmer
it: Confermare
ru: Подтверждать

# fstrings.dlgdeletealldownloads
source: Do you want to delete all downloads?
de: Alle Downloads löschen?
es: ¿Desea borrar todas las descargas?
fr: Voulez-vous effacer tous les téléchargements ?
it: Vuoi eliminare tutti i download ?
ru: Вы хотите удалить все загрузки?

# fstrings.dlgdeletedown
source: Do you want to delete the selected download(s)?
de: Ausgewählte Downloads löschen?
es: ¿Desea borrar la(s) descarga(s) seleccionada(s)?
fr: Voulez-vous effacer le(s) téléchargements(s) sélectionné(s) ?
it: Eliminare i download selezionati ?
ru: Вы хотите удалить выбранную загрузку(ы)?

# fstrings.dlgdeletedownandfile
source: Do you want to delete the selected download(s) and file(s) in disk?
de: Aus Liste und auch die Datei löschen?
es: ¿Desea borrar la(s) descarga(s) seleccionada(s) y archivo(s) en disco?
fr: Voulez-vous effacer le(s) téléchargement(s) et fichier(s) sélectionné(s) du disque ?
it: Eliminare i download e i archivio selezionati nel disco?
ru: Вы хотите удалить выбранную загрузку (Ы) и файл(ы) на диске?

# fstrings.dlgdeletequeue
source: Do you want to delete the selected queue?
de: Die ausgewählte Liste löschen?
es: ¿Desea borrar la cola seleccionada?
fr: Voulez-vous effacer la file d'attente sélectionnée ?
it: Eliminare la coda selezionata?
ru: Вы хотите удалить выбранную очередь?

# fstrings.dlgrestartalldownloads
source: Do you want to restart all downloads?
de: Alle Downloads fortsetzen?
es: ¿Desea reiniciar todas las descargas
fr: Voulez-vous redémarrer tous les téléchargements ?
it: Vuoi riavviare tutti i download?
ru: Вы хотите перезапустить все загрузки?

# fstrings.dlgrestartalldownloadslatter
source: Do you want to restart all downloads later?
de: Die Downloads später fortsetzen?
es: ¿Desea reiniciar todas las descargas mas tarde?
fr: Voulez-vous redémarrer tous les téléchargements plus tard ?
it: Vuoi riavviare tutti i download più tardi?
ru: Вы хотите перезапустить все загрузки позже?

# fstrings.dlgrestartselecteddownload
source: Do you want to restart the selected download?
de: Den gewählten Download fortsetzen?
es: ¿Desea reiniciar la descarga seleccionada?
fr: Vouslez-vous redémarrer le téléchargement sélectionné ?
it: Vuoi riavviare il download selezionato?
ru: Вы хотите перезапустить выбранную загрузку?

# fstrings.dlgrestartselecteddownloadletter
source: Do you want to restart the selected download later?
de: Den gewählten Download später fortsetzen?
es: ¿Desea reiniciar la descarga seleccionada mas tarde?
fr: Voulez-vous redémarrer le téléchargement sélectionné plus tard ?
it: Vuoi riavviare il download selezionato in seguito?
ru: Вы хотите перезапустить выбранную загрузку позже?

# fstrings.downloadpathname
source: Downloads
es: Descargas
fr: Téléchargements
it: Scaricare
ru: Скачает

source: Error loading video formats, please press reload button
de: Das Video konnte nicht geladen werden. Wähle „Neu laden“.
es: Error cargando formatos de video, por favor presione Recargar
it: Errore di caricamento formati video, si prega di premere il pulsante reload
ru: Ошибка загрузки видеоформатов, пожалуйста, нажмите кнопку перезагрузки

source: Error loading video name, please press reload button
de: Der Video-Name konnte nicht geladen werden. Wähle „Neu laden“.
es: Error cargando el nombre del video, por favor presione Recargar
it: Errore di caricamento video nome, si prega di premere il pulsante reload
ru: Ошибка загрузки имени видео, пожалуйста, нажмите кнопку перезагрузки

# fstrings.fileexistsreplacetext
source: The file "%S" already exists, do you want to replace it?
de: Die Datei "%S" existiert bereits. Ersetzen?
es: El archivo "%S" ya existe, desea reemplazarlo?
fr: Le fichier "%S" existe déjà, vouslez-vous le remplacer ?
it: Il file " %s" esiste già, vuoi sostituirlo?
ru: Файл " %S " уже существует, вы хотите его заменить?

# fstrings.fileoperationcopy
source: Coping file(s)...
de: Datei(en) kopieren...
es: Copiando archivo(s)...
fr: Copie du(des) fichier(s)...
it: Copia di archivio...
ru: Копирование файлов...

# fstrings.fileoperationmove
source: Moving file(s)...
de: Datei(en) verschieben...
es: Moviendo archivo(s)...
fr: Déplacement du(des) fichier(s)...
it: Archivio in movimento(S)...
ru: Перемещение файла(ов)...

source: Force downloads names
es: Forzar nombre de descargas
it: Forza download nomi
ru: Сила загружает имена

source: No force downloads names
es: No forzar nombre de descargas
it: Nessuna forza download nomi
ru: Никаких принудительных загрузок имен

# fstrings.filtresname
source: Filters
de: Filter
es: Filtros
fr: Filtres
it: Filtro
ru: Фильтры

# fstrings.firefoxintegration
source: Do you want to enable firefox integration?
de: Soll AWGG in Firefox integriert werden??
es: Desea que AWGG se integre con firefox?
fr: Voulez-vous activer l'intégration à firefox ?
it: Vuoi abilitare l'integrazione con firefox?
ru: Вы хотите включить интеграцию firefox?

# fstrings.friday
source: Friday
de: Freitag
es: Viernes
fr: Vendredi
it: Venerdi
ru: Пятница

# fstrings.monday
source: Monday
de: Montag
es: Lunes
fr: Lundi
it: Lunedi
ru: Понедельник

source: Please select the Chrome or (Chromium-Based) browser executable file
es: Por favor seleccione el ejecutable de Chrome o navegador basado en Chromium
it: Selezionare il archivio eseguibile del browser Chrome o (basato su Chromium)
ru: Пожалуйста, выберите исполняемый файл браузера Chrome или (на основе хрома)

source: Do you want to clear all completed downloads?
es: Desea limpiar las descargas completadas?
it: Vuoi cancellare tutti i download completati?
ru: Вы хотите очистить все завершенные загрузки?

# fstrings.msgcloseinprogressdownload
source: Downloads exist in progress, do you want to close anyway?
de: Ein Download läuft. Trotzdem schließen?
es: Existen descargas en progreso, ¿desea cerrar de todas formas?
fr: Des téléchargements sont en cours, voulez-vous fermer tout de même ?
it: I download esistono in corso, vuoi comunque chiudere?
ru: Загрузка уже идет, вы все равно хотите закрыть ее?

source: Error to copy file, details: %s
de: Fehler beim Kopieren. Details: %s
es: Error al copiar archivo, detalles: %s
ru: Ошибка копирования файла, подробности: %s

# fstrings.msgerrorconfigload
source: Error loading config file:
de: Fehler beim Laden der config-Datei:
es: Error cargando archivo de configuracion:
fr: Erreur durant le chargement du fichier de config:
it: Errore nel caricare il archivio di configurazione:
ru: Ошибка загрузки конфигурационного файла:

# fstrings.msgerrorconfigsave
source: Error saving config file:
de: Fehler beim Speichern der config-Datei:
es: Error salvando archivo de configuracion:
fr: Erreur durant l'enregistrement du fichier de config:
it: Errore nel salvare il archivio di configurazione:
ru: Ошибка при сохранении файла конфигурации:

# fstrings.msgerrordownlistsave
source: Error saving the download list
de: Fehler beim Speichern der Download-Liste
es: Error salvando lista de descargas
fr: Erreur durant l'enregistrement de la liste des téléchargements
it: Errore nel salvare l'elenco di download
ru: Ошибка сохранения списка загрузок

# fstrings.msgfilenoexist
source: The file not exists.
de: Diese Datei existiert nicht.
es: El archivo no existe!!!.
fr: Le fichier n'existe pas.
it: Il archivio non esiste.
ru: Этот файл не существует.

source: Please select the Firefox or (Firefox-Based) browser executable file
es: Por favor seleccione el ejecutable de Firefox o un navegador basado en el
it: Si prega di selezionare il archivio eseguibile del browser Firefox o (basato su Firefox)
ru: Пожалуйста, выберите исполняемый файл браузера Firefox или (на основе Firefox)

# fstrings.msginternetconnection
source: Internet connection
es: Conexion a internet
it: Connessione Internet
ru: Подключение к интернету

source: Error to move file, details: $s
it: Errore nel spostare archivio, Dettagli: n$s
ru: Ошибка при перемещении файла, подробности: $s

# fstrings.msgmustselectdownload
source: You must select a download.
de: Bitte wähle einen Download aus.
es: Debe seleccionar una descarga!!!.
fr: Vous devez sélectionner un téléchargement.
it: È necessario selezionare un download.
ru: Вы должны выбрать загрузку.

# fstrings.msgmustselectdownloadengine
source: You must select a download engine!!'
de: Womit soll heruntergelden werden?'
es: Debe seleccionar un motor de descargas.
fr: Vous devez sélectionner un moteur de téléchargement !!'
it: È necessario selezionare un motore di download!!"
ru: Вы должны выбрать загрузочный движок!!'

# fstrings.msgmustselectweekday
source: You must select one week day!!
de: Bitte wähle einen Wochentag.
es: Debe seleccionar al menos un dia de la semana.
fr: Vous devez sélectionner un jour de la semaine!!
it: È necessario selezionare un giorno della settimana!!
ru: Вы должны выбрать день недели!!

# fstrings.msgnoexistfolder
source: The folder not exists:
de: Dieser Ordner existiert nicht.
es: La carpeta no existe:
fr: Le dossier n'existe pas
it: La cartella non esiste:
ru: Папка не существует:

# fstrings.msgnoexisthistorylog
source: The history log for the download does not exist!
de: Die Log-Datei dieses Verlaufs existiert nicht.
es: No existe un historial log de la descarga!!!.
fr: L'historique de ce téléchargement n'existe pas!!
it: Il registro Cronologia per il download non esiste!
ru: Журнал истории для загрузки не существует!

# fstrings.msgnointernetconnection
source: No internet connection
es: Sin conexion a internet
it: Nessuna connessione internet
ru: Нет подключения к интернету

source: Please select the Opera launcher executable file
es: Por favor seleccione el ejecutable de Opera (Launcher.exe)
it: Si prega di selezionare il archivio eseguibile Opera launcher
ru: Пожалуйста, выберите исполняемый файл Opera launcher

source: Checking...
es: Buscando...
it: Verificare...
ru: Проверка...

source: Up to date!
es: Actualizado!
it: Aggiornato!
ru: Актуализированный :-)

# fstrings.newfiletyperememberpath
source: Do you want to remember the path for this file type?
de: Soll dieser Pfad für diesen Dateityp gespeichert werden?
es: Desea recordar la ruta para este tipo de archivo?
fr: Voulez-vous vous souvenir du chemin pour ce type de fichiers ?
it: Vuoi ricordare il percorso per questo tipo di archivio?
ru: Вы хотите запомнить путь к этому типу файлов?

source: [Keep]
es: [Mantener]
it: [Mantenere]
ru: [Держать]

# fstrings.popuptitlecomplete
source: Download complete
de: Download fertig.
es: Descarga completada
fr: Téléchargement terminé
it: Scarica completa
ru: Загрузка завершена

source: Portable
it: Portatile
ru: Портативный

# fstrings.proxymanual
source: Manual
de: Manuell
fr: Manuel
it: Manuale
ru: Руководство

# fstrings.proxynot
source: No proxy
de: Kein Proxy
es: Sin proxy
fr: Pas de proxy
it: Nessun proxy
ru: Нет доверенности

# fstrings.proxysystem
source: System proxy
es: Proxy del sistema
fr: Proxy du Système
it: Proxy di sistema
ru: Системный прокси

# fstrings.queuemainname
source: Main
de: Hauptliste
es: Principal
fr: Principale
it: Principale
ru: Главный

# fstrings.queuename
source: Queue
de: Liste
es: Cola
fr: File d'attente
it: Coda
ru: Очередь

# fstrings.queuestreename
source: Queues
de: Listen
es: Colas
fr: Files d'attente
it: Codas
ru: Очереди

# fstrings.rootdownloadpathchange
source: The root of the downloads folder has changed, would like to recreate the routes by categories in the new root?
de: Der Pfad des Download-Ordners wurde verändert. Sollen die dort Kategorien angelegt werden?
es: La raíz de la carpeta de descargas ha cambiado, quisiera recrear las rutas por categorías en la nueva raíz?
fr: Le dossier racine des téléchargements a changé, voulez-vous recréer les routes vers les catégories dans la nouvelle racine ?
it: La radice della cartella Download è cambiata, vorrebbe ricreare i percorsi per categorie nella nuova radice?
ru: Корень папки Загрузки изменился, хотели бы вы воссоздать маршруты по категориям в новом корне?

# fstrings.runwiththesystem
source: Run with the system.
de: Mit dem System starten
es: Ejecutar con el sistema.
fr: Démarrer avec le système.
it: Eseguire con il sistema.
ru: Работай с системой.

# fstrings.saturday
source: Saturday
de: Samstag
es: Sabado
fr: Samedi
it: Sabato
ru: Суббота

# fstrings.startinthesystray
source: Start in the systray.
de: Bei Start ins Systray
es: Iniciar en la bandeja del sistema.
fr: Démarrer dans la zone de notification.
it: Inizia nel systray.
ru: Начните с системного трея.

# fstrings.startqueuesystray
source: Start queue
de: Die Liste starten
es: Iniciar cola
fr: Démarrer la file d'attente
it: Coda di avvio
ru: Начальная очередь

source: Canceled
es: Cancelada
it: Annullare
ru: Аннулированный

# fstrings.statuscomplete
source: Complete
de: Fertig
es: Completada
fr: Terminé
it: Completo
ru: Полный

# fstrings.statuserror
source: Error
de: Fehler
fr: Erreur
it: Errore
ru: Ошибка

# fstrings.statusinprogres
source: In progress
de: läuft
es: Descargando
fr: En cours
it: In corso
ru: В процессе

# fstrings.statuspaused
source: Paused
de: Pause
es: Pausada
fr: En Pause
it: Sostare
ru: Приостановленный

source: Starting...
es: Iniciando...
it: Partenza...
ru: Начальный...

# fstrings.statusstoped
source: Stopped
de: Stopp
es: Detenida
fr: Stoppé
it: Interrompere
ru: Остановлен

source: Stopping...
es: Deteniendo
it: Arresto...
ru: Остановка...

# fstrings.stopqueuesystray
source: Stop queue
de: Liste gestoppt
es: Detener cola
fr: Stopper la file d'attente
it: Coda di arresto
ru: Стоп-очередь

# fstrings.sunday
source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche
it: Domenica
ru: Воскресенье

# fstrings.thursday
source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi
it: Giovedi
ru: Четверг

# fstrings.titlenewdown
source: New download
de: Neuer Download
es: Nueva descarga
fr: Nouveau téléchargement
it: Nuovo download
ru: Новая загрузка

# fstrings.titlepropertiesdown
source: Download properties
de: Download Eigenschaften
es: Propiedades de descarga
fr: Propriétés du téléchargement
it: Scarica proprietà
ru: Скачать свойства

# fstrings.transdestinationlabel
source: To: %S
de: An: %S
es: Hacia: %S
fr: Vers: %S
ru: Кому: %S

# fstrings.transfromlabel
source: From: %S
de: Von: %S
es: Desde: %S
fr: De: %S
ru: От: %S

# fstrings.tuesday
source: Tuesday
de: Dienstag
es: Martes
fr: Mardi
it: Martedi
ru: Вторник

source: Loading available formats, please wait
de: Verfügbare Formate werden geladen. Bitte warten...
es: Cargando formatos disponibles, por favor espere
ru: Загрузка доступных форматов, пожалуйста, подождите...

# fstrings.videoname
source: Name:
es: Nombre:
fr: Nom:
it: Nome:
ru: Имя:

source: Loading video name, please wait
de: Viedeo-Namen werden geladen. Bitte warten...
es: Cargando el nombre del video, por favor espere
ru: Загрузка названия видео, пожалуйста, подождите...

source: Select video format:
de: Wähle das Video-Format:
es: Seleccione el formato de video:
ru: Выберите формат видео:

# fstrings.wednesday
source: Wednesday
de: Mittwoch
es: Miercoles
fr: Mercredi
it: Mercoledi
ru: Среда

# fstrings.wgetdefarg1
source: [-c] Continue downloads.
de: [-c] Downloads fortsetzen.
es: [-c] Continuar descargas.
fr: [-c] Continuer les téléchargements.
it: [- c] Continua download.
ru: [- c] продолжить загрузку.

# fstrings.wgetdefarg2
source: [-nH] No create host dir.
de: [-nH] Ohne Hauptordner.
es: [-nH] No crear directorios padres.
fr: [-nH] Ne pas créer le dossier hôte.
it: [- nH] No creare host dir.
ru: [- nH] No create host реж.

# fstrings.wgetdefarg3
source: [-nd] No create out dir.
de: [-nd] Keinen Ausgangs-Ordner anlegen.
es: [-nd] No crear directorios de salida.
fr: [-nd] Ne pas créer le dossier de sortie.
it: [- nd] No crea dir.
ru: [- nd] No create out реж.

# TFRABOUT.BTNOK.CAPTION
source: Ok
ru: ладно

# TFRABOUT.CAPTION
source: About
it: Su
ru: О

# TFRABOUT.LBLWEBSITE.CAPTION
source: Web site:
it: Sito:
ru: Вебсайт:

# TFRADD.CAPTION
source: Add
it: Aggiungere
ru: Добавлять

# TFRADD.LBLVALUE.CAPTION
source: Value:
it: Valore:
ru: Значение:

# TFRCONFIG.BTNADDCATEGORY.HINT
source: Add
it: Aggiungere
ru: Добавлять

# tfrconfig.btnadddomain.hint
source: Add
es: Añadir
fr: Ajouter
it: Aggiungere
ru: Добавлять

# TFRCONFIG.BTNADDEXTENSION.HINT
source: Add
it: Aggiungere
ru: Добавлять

source: Enable Chrome integration
es: Activar integracion con Chrome
it: Abilita l'integrazione con Chrome
ru: Интеграция хром

# TFRCONFIG.BTNCONFIGACCEPT.CAPTION
source: Accept
it: Accettare
ru: Принимать

# TFRCONFIG.BTNCONFIGAPPLY.CAPTION
source: Apply
it: Applicare
ru: Применять

# TFRCONFIG.BTNCONFIGCANCEL.CAPTION
source: Cancel
it: Annullare
ru: Отменять

# TFRCONFIG.BTNDELETECATEGORY.HINT
source: Delete
it: Eliminare
ru: Удалить

# tfrconfig.btndeletedomain.hint
source: Delete
es: Eliminar
fr: Effacer
it: Eliminare
ru: Удалить

# TFRCONFIG.BTNDELETEEXTENSION.HINT
source: Delete
it: Eliminare
ru: Удалить

# TFRCONFIG.BTNEDITCATEGORY.HINT
source: Edit
it: Modificare
ru: Редактировать

# tfrconfig.btneditdomain.hint
source: Edit
es: Editar
fr: Éditer
it: Modificare
ru: Редактировать

# TFRCONFIG.BTNFIREFOXINTEGRATION.CAPTION
source: Enable Firefox integration
it: Abilita l'integrazione con Firefox
ru: Интеграция в Firefox

source: Enable Opera integration
es: Activar integracion con Opera
it: Abilita integrazione Opera
ru: Включить интеграцию Opera

# TFRCONFIG.BTNPREVIEWNOTIFICATION.CAPTION
source: Preview
it: Anteprima
ru: Предварительный просмотр

source: Check now
es: Buscar ahora
it: Controlla ora
ru: Проверь сейчас же

# TFRCONFIG.CAPTION
source: Configuration
it: Configurazione
ru: Конфигурация

# TFRCONFIG.CHARIA2USEMULTICONNECTIONS.CAPTION
source: Use multiple connections.
it: Utilizzare più connessioni.
ru: Используйте несколько соединений.

source: Automatic check for updates
es: Buscar actualizaciones
it: Controllo automatico degli aggiornamenti
ru: Автоматическая проверка наличия обновлений

# TFRCONFIG.CHCLIPBOARDMONITOR.CAPTION
source: Detect downloads in the clipboard
it: Rileva i download negli appunti
ru: Обнаружение загрузок в буфере обмена

# TFRCONFIG.CHDAILY.CAPTION
source: Daily
it: Quotidiano
ru: Ежедневный

# TFRCONFIG.CHDISABLELIMITS.CAPTION
source: Disable limits
it: Disabilita limiti
ru: Отключить ограничения

# TFRCONFIG.CHDOWNUSEAGENT.CAPTION
source: Use global:
it: Usare globale:
ru: Использовать глобальные:

# TFRCONFIG.CHENABLESCHEDULER.CAPTION
source: Enable scheduler
it: Abilita scheduler
ru: Включить планировщик

# TFRCONFIG.CHGARIA2DEFARGUMENTS.CAPTION
source: Default arguments
it: Argomenti predefiniti
ru: Аргумент по умолчанию

# TFRCONFIG.CHGAUTOMATION.CAPTION
source: Automation
it: Automazione
ru: Автоматизация

# TFRCONFIG.CHGAXELDEFARGUMENTS.CAPTION
source: Default arguments
it: Argomenti predefiniti
ru: Аргумент по умолчанию

# TFRCONFIG.CHGCURLDEFARGUMENTS.CAPTION
source: Default arguments
it: Argomenti predefiniti
ru: Аргумент по умолчанию

# TFRCONFIG.CHGWEEKDAYS.CAPTION
source: Week days
it: Giorni della settimana
ru: Рабочие дни

# TFRCONFIG.CHGWGETDEFARGUMENTS.CAPTION
source: Default arguments
it: Argomenti predefiniti
ru: Аргумент по умолчанию

# TFRCONFIG.CHGYOUTUBEDLDEFARGUMENTS.CAPTION
source: Default arguments
it: Argomenti predefiniti
ru: Аргумент по умолчанию

source: Ignore domains:
it: Ignora domini:
ru: Игнорировать Домены:

source: Start main queue if internet connection
es: Iniciar cola principal con conexion a internet
it: Avviare la coda principale se la connessione internet
ru: Запуск основной очереди при наличии подключения к интернету

# TFRCONFIG.CHLOADLOGS.CAPTION
source: Load log when select a download.
it: Carica log quando si seleziona un download.
ru: загружать log при выборе загрузки.

# tfrconfig.chnotifiondownloadcomplete.caption
source: Download complete
es: Descarga completada
it: Scarica completa
ru: Загрузка завершена

source: Download error
es: Descarga fallida
it: Errore di Download
ru: Ошибка загрузки :-(

# tfrconfig.chnotifioninternet.caption
source: Internet connection
es: Conexion a internet
it: Connessione Internet
ru: Подключение к интернету

# tfrconfig.chnotifionnointernet.caption
source: No internet connection
es: Sin conexion a internet
it: Nessuna connessione internet
ru: Нет подключения к интернету

# TFRCONFIG.CHPLAYSOUNDS.CAPTION
source: Play sounds
it: Suoni del gioco
ru: Воспроизведение звука

# TFRCONFIG.CHQUEUEROTATE.CAPTION
source: Rotate downloads if fail
it: Ruota i download in caso di errore
ru: Поворот загрузок в случае неудачи

# TFRCONFIG.CHSAMEPROXY.CAPTION
source: Use the same proxy for all.
it: Usa lo stesso proxy per tutti.
ru: Используйте один и тот же прокси для всех.

# TFRCONFIG.CHSAVEDOWNLOGS.CAPTION
source: Save download log history.
it: Salva la cronologia dei log di download.
ru: Сохраните историю журнала загрузки.
