Repository: fuad-ibrahimzade/nixos-wsl
Catalog: other/current/AWGG/languages/awgg.*.po
Languages: de, es, fr, it, ru

# TFRNEWDOWN.BTNSTART.CAPTION
source: Start now
it: Inizia ora
ru: Начать сейчас

# tfrnewdown.btntoend.hint
source: Position in queue
de: Position in Liste
es: Posicion en la cola
it: Posizione in coda
ru: Позиция в очереди

# TFRNEWDOWN.BTNTOQUEUE.CAPTION
source: To the queue [F2]
it: Alla coda [F2]
ru: В очередь [F2]

# TFRNEWDOWN.BTNTOUP.HINT
source: Position in queue
it: Posizione in coda
ru: Позиция в очереди

# TFRNEWDOWN.CAPTION
source: New download
it: Nuovo download
ru: Новая загрузка

source: Select the path folder
de: Wähle den Pfad-Ordner
es: Seleccionar la carpeta
it: Selezionare la cartella percorso
ru: Выберите папку path

# TFRNEWDOWN.LBLDESTINATION.CAPTION
source: Path:
it: Percorso: ->
ru: Путь:

# TFRNEWDOWN.LBLENGINE.CAPTION
source: Engine:
it: Motor:
ru: Двигатель:

# TFRNEWDOWN.LBLFILENAME.CAPTION
source: Name:
it: Nome:
ru: Имя:

# TFRNEWDOWN.LBLPARAMETERS.CAPTION
source: Parameters:
it: Parametros
ru: Параметры:

# TFRNEWDOWN.LBLPASSWORD.CAPTION
source: HTTP/FTP Password:
it: Password HTTP / FTP:
ru: Пароль HTTP / FTP:

# TFRNEWDOWN.LBLQUEUE.CAPTION
source: Queue:
it: Coda (queue):
ru: Очередь:

# TFRNEWDOWN.LBLUSER.CAPTION
source: HTTP/FTP User:
it: HTTP / FTP Utente:
ru: Пользователь HTTP / FTP:

# TFRNOTIFICATION.BTNCOPYTO.HINT
source: Copy file to...
it: Copia archivio su...
ru: Скопируйте файл в...

# TFRNOTIFICATION.BTNGOPATH.HINT
source: Go to the destination folder
it: Vai alla cartella di destinazione
ru: Перейдите в папку назначения

# TFRNOTIFICATION.BTNMOVETO.HINT
source: Move file to...
it: Sposta archivio su...
ru: Переместить файл в...

# TFRNOTIFICATION.BTNOPENFILE.HINT
source: Open file
it: Apri archivio
ru: Открытый файл

source: Download notification
it: Scarica notifica
ru: Уведомление о загрузке

# TFRREPLACE.BTNCANCEL.CAPTION
source: Cancel
it: Annullare
ru: Отменить

# TFRREPLACE.BTNOK.CAPTION
source: Ok
ru: Хорошо

# tfrreplace.caption
source: File exists
es: El arhivo existe
fr: Le fichier existe
it: Archivio esistere
ru: Файл существует

# TFRREPLACE.LBLFILEEXISTINFORMATION.CAPTION
source: The file that you attempt to download already exists, what do you want to do?
it: Il archivio che si tenta di scaricare esiste già, cosa vuoi fare?
ru: Файл, который вы пытаетесь загрузить, уже существует, что вы хотите сделать?

# TFRREPLACE.LBLFILENAME.CAPTION
source: File name:
it: Nome dal archivio:
ru: Имя файла:

# TFRREPLACE.RBAUTORENAME.CAPTION
source: Auto rename the file.
it: Rinomina automaticamente il archivio.
ru: Автоматическое переименование файла.

# TFRREPLACE.RBMANUALRENAME.CAPTION
source: Manual rename the file.
it: Manuale rinominare il archivio.
ru: Переименуйте файл вручную.

# TFRREPLACE.RBOVERWRITE.CAPTION
source: Overwrite the file.
it: Sovrascrivi il archivio.
ru: Перезаписать файл.

# TFRREPLACE.RBUPDATEURL.CAPTION
source: Update URL for this file.
it: Aggiorna URL per questo archivio.
ru: Обновите URL-адрес для этого файла.

# TFRSITEGRABBER.BGAUTHENTICATION.CAPTION
source: HTTP/FTP Authentication
it: Autenticazione HTTP / FTP
ru: Аутентификация через HTTP / FTP

# TFRSITEGRABBER.BTNBACK.CAPTION
source: < Back
it: < Indietro
ru: < Назад

# TFRSITEGRABBER.BTNCANCEL.CAPTION
source: Cancel
it: Annullare
ru: Отменить

# TFRSITEGRABBER.BTNFINISH.CAPTION
source: Finish
it: Finire
ru: Заканчивать

# TFRSITEGRABBER.BTNNEXT.CAPTION
source: Next >
it: Prossimo >
ru: Следующий >

# TFRSITEGRABBER.CAPTION
source: New Site Grabber
it: Nuovo Sito Grabber
ru: Новый Граббер Сайта

# TFRSITEGRABBER.CHFOLLOWFTPLINK.CAPTION
source: Follow FTP links
it: Segui i link FTP
ru: Следуйте по ссылкам FTP

# TFRSITEGRABBER.CHFOLLOWRELATIVELINK.CAPTION
source: Follow relative links
it: Segui i link relativi
ru: Переходите по относительным ссылкам

# TFRSITEGRABBER.CHLINKTOLOCAL.CAPTION
source: Convert to locals links
it: Converti in collegamenti locali
ru: Преобразование в локальные ссылки

# TFRSITEGRABBER.CHNOPARENTLINK.CAPTION
source: No parent links
it: Nessun collegamento genitore
ru: Никаких родительских связей

# TFRSITEGRABBER.CHPAGEREQUISITES.CAPTION
source: Page requisites
it: Requisiti della pagina
ru: Реквизиты страницы

# TFRSITEGRABBER.CHSPANHOSTS.CAPTION
source: Span hosts
it: Host Span
ru: промежуток хозяева

# TFRSITEGRABBER.GBDOMAINREJECTFILTER.CAPTION
source: Domain reject filter
it: Filtro rifiuto dominio
ru: Домен режекторного фильтра

# TFRSITEGRABBER.GBEXCLUDEDIRECTORY.CAPTION
source: Exclude directory list
it: Escludi elenco di directory
ru: Исключить список каталогов

# TFRSITEGRABBER.GBFILEACCEPTFILTER.CAPTION
source: File accept filter
it: Archivio Accetta filtro
ru: Фильтр приема файлов

# TFRSITEGRABBER.GBFILEREJECTFILTER.CAPTION
source: File reject filter
it: Archivio respingere filter
ru: Файл режекторного фильтра

# TFRSITEGRABBER.GBFOLLOWDOMAINFILTER.CAPTION
source: Follow domain filter
it: Segui il filtro dominio
ru: Следовать за доменным фильтром

# TFRSITEGRABBER.GBFOLLOWTAGS.CAPTION
source: Follow tags list
it: Segui l'elenco dei tag
ru: Следуйте за списком тегов

# TFRSITEGRABBER.GBIGNORETAGS.CAPTION
source: Ignore tags list
it: Ignora elenco tag
ru: Игнорировать список тегов

# TFRSITEGRABBER.GBINCLUDEDIRECTORY.CAPTION
source: Include directory list
it: Includi elenco di directory
ru: Включить список каталогов

# TFRSITEGRABBER.LBLDESTINATION.CAPTION
source: Destination:
it: Destinazione:
ru: Место назначения:

# TFRSITEGRABBER.LBLMAXLEVEL.CAPTION
source: Max level:
it: Livello massimo:
ru: Максимальный уровень:

# TFRSITEGRABBER.LBLPASSWORD.CAPTION
source: Password:
ru: Пароль:

# TFRSITEGRABBER.LBLQUEUE.CAPTION
source: Queue:
it: Coda:
ru: Очередь:

# TFRSITEGRABBER.LBLSITENAME.CAPTION
source: Name:
it: Nome:
ru: Имя:

# TFRSITEGRABBER.LBLUSER.CAPTION
source: User:
it: Utente:
ru: Пользователь:

# TFRSITEGRABBER.LBLUSERAGENT.CAPTION
source: User agent:
it: Utente agent:
ru: Агент пользователя:

# TFRSITEGRABBER.LBLWELCOME.CAPTION
source: Welcome to the site grabber wizard
it: Benvenuti nel sito Grabber wizard
ru: Добро пожаловать на сайт grabber wizard

source: Reload
de: Neu laden
es: Recargar
it: Ricaricari
ru: Перезагрузить

source: Video formats
de: Video-Formate
es: Formatos de video
it: Formati Video
ru: Видеоформат

source: Download all playlist
es: Descargar toda la lista de reproduccion
it: Scarica tutte le playlist
ru: Скачать весь плейлист

source: Download all subtitles
de: Alle Untertitel laden
es: Descargar todos los subtitulos
it: Scarica tutti i sottotitoli
ru: Скачать все субтитры

source: Select format:
de: Wähle das Format:
es: Seleccione el formato:
it: Seleziona formato:
ru: Выбранный формат:

# TFRVIDEOFORMAT.LBLVIDEONAME.CAPTION
source: Name:
it: Nome:
ru: Имя:

source: Format
es: Formato
it: Formato
ru: Формат

# tfrvideoformat.lvformats.columns[1].caption
source: Description
de: Beschreibung
es: Descripcion
it: Descrizione
ru: Описание

# fstrings.fileexistsreplace
source: The file exist, do you want replace it?
de: Diese Datei gibt es schon. Ersetzen?
es: El archivo ya existe, desea reemplazarlo?
fr: Le fichier existe, voulez-vous le remplacer ?
it: Il archivio esiste, vuoi sostituirlo?

source: Oh!! this is rare, an error occured, please report this to email nenirey@gmail.com with the attach file: %s Error description: %s Press [Ok] to report, [Cancel] to close the program and [Ignore] to continue
es: Oh!! esto es raro, ha ocurrido un error, porfavor reportelo al correo nenirey@gmail.com con el archivo adjunto: %s Detalles del error: %s Presione [Ok] para reportarlo, [Cancelar] para cerrar el programa e [Ignorar] para continuar

# fstrings.popuptitlestoped
source: Download stopped:
de: Download gestoppt:
es: Descarga detenida:
fr: Téléchargement stoppé:
it: Download interrotto:

# fstrings.wgetdefarg4
source: [--no-check-certificate] No check SSL.
de: [--no-check-certificate] SSL nicht checken.
es: [--no-check-certificate] No comprobar SSL.
fr: [--no-check-certificate] Ne pas vérifier le SSL.
it: [--No-check-certificate] nessun controllo SSL.

# tfrabout.btnok.caption
source: Ok
es: Aceptar

# tfrabout.caption
source: About
de: Über
es: Acerca de
fr: A propos

# tfrabout.lblwebsite.caption
source: Web site:
es: Sitio web:
fr: Site web:

# tfradd.caption
source: Add
de: füge hinzu
es: Añadir
fr: Ajouter

# tfradd.lblvalue.caption
source: Value:
de: Wert:
es: Valor:
fr: Valeur:

# tfrconfig.btnaddcategory.hint
source: Add
de: Füge hinzu
es: Añadir
fr: Ajouter

# tfrconfig.btnaddextension.hint
source: Add
de: Füge hinzu
es: Añadir
fr: Ajouter

# tfrconfig.btnconfigaccept.caption
source: Accept
de: Speichern
es: Aceptar
fr: Accepter

# tfrconfig.btnconfigapply.caption
source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer

# tfrconfig.btnconfigcancel.caption
source: Cancel
de: Ablehnen
es: Cancelar
fr: Annuler

# tfrconfig.btndeletecategory.hint
source: Delete
de: Lösche
es: Eliminar
fr: Effacer

# tfrconfig.btndeleteextension.hint
source: Delete
de: Löschen
es: Eliminar
fr: Effacer

# tfrconfig.btneditcategory.hint
source: Edit
de: Bearbeite
es: Editar
fr: Éditer

# tfrconfig.btnfirefoxintegration.caption
source: Enable Firefox integration
es: Activar integracion con Firefox
fr: Activer l'intégration à firefox

# tfrconfig.btnpreviewnotification.caption
source: Preview
de: Vorschau
es: Vista previa
fr: Prévisualisation

# tfrconfig.caption
source: Configuration
de: Konfiguration
es: Configuracion

# tfrconfig.charia2usemulticonnections.caption
source: Use multiple connections.
de: Mehrfache Verbindungen nutzen.
es: Usar multiples conexiones.
fr: Utiliser des connexions mutiples.

# tfrconfig.chclipboardmonitor.caption
source: Detect downloads in the clipboard
de: Downloadlinks aus dem Zwischenspeicher übernehmen
es: Detectar descargas en el portapapeles
fr: Détecter les liens dans le presse-papier

# tfrconfig.chdaily.caption
source: Daily
de: Täglich
es: Diario
fr: Quotidien

# tfrconfig.chdisablelimits.caption
source: Disable limits
de: Keine Limits
es: Desactivar limites
fr: Désactiver limites

# tfrconfig.chdownuseagent.caption
source: Use global:
de: Global verwenden:
es: Usar global:
fr: Utiliser global:

# tfrconfig.chenablescheduler.caption
source: Enable scheduler
de: Zeitplan setzen
es: Habilitar programador
fr: Activer le planificateur

# tfrconfig.chgaria2defarguments.caption
source: Default arguments
de: Standardwerte
es: Argumentos por defecto
fr: Arguments par défaut

# tfrconfig.chgautomation.caption
source: Automation
de: Automatisch
es: Automatizacion
fr: Automatisation

# tfrconfig.chgaxeldefarguments.caption
source: Default arguments
de: Standardwerte
es: Argumentos por defecto
fr: Arguments par défaut

# tfrconfig.chgcurldefarguments.caption
source: Default arguments
de: Standardwerte
es: Argumentos por defecto
fr: Arguments par défaut

# tfrconfig.chgweekdays.caption
source: Week days
de: wochentags
es: Dias de la semana
fr: Jours de la semaine

# tfrconfig.chgwgetdefarguments.caption
source: Default arguments
de: Standardwerte
es: Argumentos por defecto
fr: Arguments par défaut

# tfrconfig.chgyoutubedldefarguments.caption
source: Default arguments
de: Standardwerte
es: Argumentos por defecto
fr: Arguments par défaut

# tfrconfig.chloadlogs.caption
source: Load log when select a download.
de: Lade Log-Datei, wenn ein Download ausgewählt wird.
es: Cargar log al seleccionar una descarga.
fr: Charger le journal lors de la sélection d'un téléchargement.

# tfrconfig.chplaysounds.caption
source: Play sounds
de: Töne aktivieren
es: Reproducir sonidos
fr: Jouer les sons

# tfrconfig.chqueuerotate.caption
source: Rotate downloads if fail
de: Misslungene Downloads neu reihen:
es: Rotar descargas si fallan
fr: Effectuer une rotation des téléchargements en cas d'échec

# tfrconfig.chsameproxy.caption
source: Use the same proxy for all.
de: Gleicher Proxy für alle.
es: Usar el mismo proxy para todo.
fr: Utiliser le même proxy pour tout.

# tfrconfig.chsavedownlogs.caption
source: Save download log history.
de: Download-Verlauf speichern.
es: Guardar historiales log de las descargas.
fr: Enregistrer l'historique des téléchargements.

# tfrconfig.chshownotifications.caption
source: Show notifications
de: Zeige Meldungen
es: Mostrar notificaciones
fr: Afficher les notifications

# tfrconfig.chshutdown.caption
source: Shutdown after end
de: Nach Ende herunterfahren
es: Apagar al terminar
fr: Éteindre à la fin

# tfrconfig.chstopqueue.caption
source: Stop queue:
de: Download-Liste stoppen:
es: Detener cola:
fr: Stopper la file d'attente:

# tfrconfig.chuseauth.caption
source: Use authentication
de: Authentifikation verwenden
es: Usar autenticacion
fr: Utiliser l'authentification

# tfrconfig.gbaria2multiconnections.caption
source: Multiple connections
de: Mehfache Verbindungen
es: Multiple conexiones
fr: Connexions multiples

# tfrconfig.gbdownconnection.caption
source: Connection
de: Verbindung
es: Conexion
fr: Connexion

# tfrconfig.gbengine.caption
source: Engine
de: Downloader
es: Motor
fr: Moteur

# tfrconfig.gblogsloadmode.caption
source: Load mode
de: Was soll geladen werden?
es: Cargar
fr: Mode de chargement

# tfrconfig.gbqueuerotatemode.caption
source: Rotate mode
de: In welcher Reihenfolge?
es: Modo de rotacion
fr: Mode de Rotation

# tfrconfig.gbsounds.caption
source: Sounds
es: Sonidos
fr: Sons

# tfrconfig.gbuseragent.caption
source: User agent
de: Browser
es: Agente

# tfrconfig.lblaria2additionalargs.caption
source: Additional arguments:
de: Zusätzliche Argumente:
es: Argumentos adicionales:
fr: Arguments additionnels:

# tfrconfig.lblaria2connections.caption
source: Connections per server:
de: Verbindungen pro Server:
es: Conexiones por servidor:
fr: Connexions par serveur:

# tfrconfig.lblaria2path.caption
source: Path of aria2 excecutable file:
de: Pfad für aria2.exe:
es: Ruta del ejecutable de aria2:
fr: Chemin de l'exécutable aria2:

# tfrconfig.lblaria2splitsize.caption
source: Split size (can append K or M):
de: Teil-Größe (KB/MB):
es: Tamaño minimo (puede añadir K o M):
fr: Taille de tronçon (ajout possible de K ou M):

# tfrconfig.lblaxeladditionalargs.caption
source: Additional arguments:
de: Zusätzliche Argumente:
es: Argumentos adicionales:
fr: Arguments additionnels:

# tfrconfig.lblaxelpath.caption
source: Path of axel excecutable file:
de: Pfad für axel.exe:
es: Ruta del ejecutable de axel:
fr: Chemin de l'exécutable axel:

# tfrconfig.lblcategory.caption
source: Category:
de: Kategorie:
es: Categoria:
fr: Catégorie:

# tfrconfig.lblcategorydownfolder.caption
source: Category download folder:
de: Kategorie-Download-Ordner:
es: Carpeta de descargas por categorias:
fr: Dossier de catégorie de téléchargement:

# tfrconfig.lblcurladditionalargs.caption
source: Additional arguments:
de: Zusätzliche Argumente:
es: Argumentos adicionales:
fr: Arguments additionnels:

# tfrconfig.lblcurlpath.caption
source: Path of curl excecutable file:
de: Pfad für curl.exe:
es: Ruta del ejecutable de curl:
fr: Chemin de l'exécutable curl:

# tfrconfig.lbldefengine.caption
source: Default engine:
de: Standard-Downloader:
es: Motor por defecto:
fr: Moteur par défaut:

# tfrconfig.lbldeflanguage.caption
source: Default language:
de: Standardsprache:
es: Lenguaje por defecto:
fr: Langue par défaut:

# tfrconfig.lbldowndelaytries.caption
source: Delay tries (sec):
de: Neuer Versuch nach (sec):
es: Demora de intentos (seg):
fr: Délai entre essais (sec):

# tfrconfig.lbldownfolder.caption
source: Default download folder:
de: Standardordner für Downloads:
es: Carpeta por defecto de las descargas:
fr: Dossier de téléchargement par défaut:

# tfrconfig.lbldowntimeout.caption
source: Timeout (sec):
de: Ablauf nach (sec):
es: La conexion vence en (seg):
fr: Expiration (sec):

# tfrconfig.lbldowntries.caption
source: Tries:
de: Versuche:
es: Intentos:
fr: Essais:

# tfrconfig.lblextensions.caption
source: Extensions:
de: Dateierweiterungen:
es: Extenciones:

# tfrconfig.lblftpport.caption
source: Port:
es: Puerto:

# tfrconfig.lblhidein.caption
source: Hide in:
de: Wie lange?
es: Ocultar en:
fr: Cacher après:

# tfrconfig.lblhttpport.caption
source: Port:
es: Puerto:

# tfrconfig.lbllogspath.caption
source: Path of history logs:
de: Pfad für Verlaufsdateien
es: Ruta de los histroriales log:
fr: Chemin de l'historique

# tfrconfig.lblnoproxyhelp.caption
source: Exp: .mozilla.org, localhost, 192.168.0.1
de: z.B.: .mozilla.org, localhost, 192.168.0.1
es: Ejp: .mozilla.org, localhost, 192.168.0.1
fr: par ex: .mozilla.org, localhost, 192.168.0.1

# tfrconfig.lblnoproxyhosts.caption
source: No proxy for:
de: Kein Proxy für:
es: No usar proxy para:
fr: Pas de proxy pour:

# tfrconfig.lblproxypass.caption
source: Password:
de: Passwort:
es: Contraseña:
fr: Mot de Passe:

# tfrconfig.lblproxyuser.caption
source: User:
de: Benutzername:
es: Nombre:
fr: Utilisateur:

# tfrconfig.lblqueue.caption
source: Queue:
de: Liste:
es: Cola:
fr: File d'attente:

# tfrconfig.lblqueuedelaysec.caption
source: Delay (downloads or tries)(sec):
de: Verzögerung (Download-Versuche) (sec):
es: Demora (descargas o intentos)(seg):
fr: Délai (téléchargements ou essais) (sec):

# tfrconfig.lblqueuetriesrotate.caption
source: Tries or rotate times:
de: Neuerliche Versuche:
es: Cantidad de rotaciones o intentos:
fr: Essais ou nombre de rotations:

# tfrconfig.lblseconds.caption
source: seconds
de: Sekunden
es: segundos
fr: secondes

# tfrconfig.lblsslport.caption
source: Port:
es: Puerto:

# tfrconfig.lblstartqueue.caption
source: Start queue:
de: Liste starten:
es: Iniciar cola:
fr: Démarrer la file d'attente:

# tfrconfig.lblwgetadditionalargs.caption
source: Additional arguments:
de: Zusätzliche Argumente:
es: Argumentos adicionales:
fr: Arguments additionnels:

# tfrconfig.lblwgetpath.caption
source: Path of wget executable file:
de: Pfad für wget.exe:
es: Ruta del ejecutable de wget:
fr: Chemin de l'exécutable wget:

# tfrconfig.lblyoutubedladditionalargs.caption
source: Additional arguments:
de: Zusätzliche Argumente:
es: Argumentos adicionales:
fr: Arguments additionnels:

# tfrconfig.lblyoutubedlpath.caption
source: Path of youtube-dl excecutable file:
es: Ruta del ejecutable de youtube-dl:

# tfrconfig.rbcategorybytype.caption
source: Suggest by file type
de: Speicherort nach Dateityp
es: Sugerir por tipo de archivo
fr: Suggérer par type de fichier

# tfrconfig.rbcategoryonefolder.caption
source: All files in single folder
de: Alle Dateien in einen Ordner
es: Todos los archivos en una carpeta
fr: Tous les fichiers dans un même dossier

# tfrconfig.rblogsloadall.caption
source: All history log
de: Komplette Verlaufs-Log-Datei
es: Todo el historial log
fr: Tout l'historique

# tfrconfig.rblogsloadlines.caption
source: Last 20 lines.
de: Die letzen 20 Zeilen
es: Ultimas 20 lineas.
fr: Les 20 dernières ignes.

# tfrconfig.rbqueuermonestep.caption
source: One step down
de: Einen Schritt runter
es: Un paso abajo
fr: Un niveau plus bas

# tfrconfig.rbqueuermtoend.caption
source: To the end
de: Zum Ende
es: Al final
fr: vers la fin

# tfrconfig.rbqueuermtwostop.caption
source: Two steps down
de: Zwei Schritte runter
es: Dos pasos abajo
fr: Deux niveaux plus bas

# tfrconfig.rgcategorize.caption
source: Categorize
de: Kategorie zuweisen
es: Categorizar
fr: Catégoriser

# tfrconfig.rgposition.caption
source: Position on the screen
de: Position am Bildschirm
es: Posicion en pantalla
fr: Position à l'écran

# tfrconfig.tsautomation.caption
source: Automation
de: Automatisch
es: Automatizacion
fr: Automatisation

# tfrconfig.tsclipboardm.caption
source: Clipboard monitor
de: Zwischenablage beobachten
es: Monitor del portapapeles
fr: Surveillance du presse-papier

# tfrconfig.tsdownoptions.caption
source: Download options
de: Download Optionen
es: Opciones de descarga
fr: Options de téléchargement

# tfrconfig.tsfolders.caption
source: Folders
de: Ordner
es: Carpetas
fr: Dossiers

# tfrconfig.tsintegration.caption
source: Integration
es: Integración
fr: Intégration

# tfrconfig.tslang.caption
source: Language
de: Sprache
es: Lenguaje
fr: Langue

# tfrconfig.tsnotifications.caption
source: Notifications
de: Meldungen
es: Notificaciones

# tfrconfig.tsqueue.caption
source: Queue
de: Liste
es: Cola
fr: File d'attente

# tfrconfig.tsscheduler.caption
source: Scheduler
de: Zeitplan
es: Programador
fr: Planificateur

# tfrconfig.tssounds.caption
source: Sounds
es: Sonidos
fr: Sons

# tfrconfirm.caption
source: Confirm
de: Bestätige
es: Confirmar
fr: Confirmer

# tfrcopymove.btncancel.caption
source: Cancel
de: Nein
es: Cancelar
fr: Annuler

# tfrcopymove.caption
source: File operations
de: Dateioperationen...
es: Operaciones de archivos...
fr: Enregistrement du fichier...

# tfrcopymove.lblfrom.caption
source: From: %s
de: Von: %s
es: Desde: %s
fr: Depuis: %s

# tfrcopymove.lblto.caption
source: To: %s
de: An: %s
es: A: %s
fr: Vers: %s

# tfrddbox.caption
source: Drop box
de: Dropbox verwenden
es: Caja de arrastre

# tfrlang.btnok.caption
source: Ok
es: Aceptar

# tfrlang.caption
source: Select language
de: Spache wählen
es: Seleccione el lenguaje
fr: Choisir langue

# tfrlang.lbllang.caption
source: Language:
de: Sprache:
es: Lenguaje:
fr: Langue:

# tfrmain.cblimit.caption
source: Limit (Kb/s):
es: Limite (Kb/s):
fr: Limite (Ko/s):

# tfrmain.lblmaxdowninprogress.caption
source: Max. downloads in progress:
de: Max. gleichzeitige Downloads:
es: Maximo numero de descargas a la vez:
fr: Max. téléchargements simultanés:

# tfrmain.lvmain.columns[0].caption
source: Status
es: Estado
fr: Statut

# tfrmain.lvmain.columns[10].caption
source: Engine
de: Downloader
es: Motor
fr: Moteur

# tfrmain.lvmain.columns[11].caption
source: Parameters
de: Parameter
es: Parametros
fr: Paramètres

# tfrmain.lvmain.columns[1].caption
source: File name
de: Dateiname
es: Nombre de archivo
fr: Nom de fichier

# tfrmain.lvmain.columns[2].caption
source: Size
de: Größe
es: Tamaño
fr: Taille

# tfrmain.lvmain.columns[3].caption
source: Downloaded
de: geladen
es: Descargado
fr: Téléchargé(s)

# tfrmain.lvmain.columns[5].caption
source: Speed
de: Geschw.
es: Velocidad
fr: Vitesse

# tfrmain.lvmain.columns[7].caption
source: Estimated
de: noch
es: Estimado
fr: Estimé

# tfrmain.lvmain.columns[8].caption
source: Date
de: Datum
es: Fecha

# tfrmain.lvmain.columns[9].caption
source: Destination
de: Speicherort
es: Destino

# tfrmain.miadddown.caption
source: New download...
de: Neuer Download...
es: Nueva descarga...
fr: Nouveau téléchargement...

# tfrmain.miaddgrabber.caption
source: New site grabber...
de: Neue WebSite speichern...
es: Nuevo grabador de sitios...
fr: Nouvel aspirateur de site...

# tfrmain.micommandclear.caption
source: Clear command out
de: Kommandozeilen löschen
es: Limpiar salida de commandos
fr: Effacer la sortie de commande

# tfrmain.micommandcopy.caption
source: Copy
de: Kopieren
es: Copiar
fr: Copier

# tfrmain.micommandfollow.caption
source: Follow command out (auto scroll)
de: Folge den Kommandozeilen (autoscroll)
es: Seguir salida de commandos
fr: Suivre la sortie de commande (défil. auto)

# tfrmain.micommandselectall.caption
source: Select all
de: Wähle Alles
es: Seleccionar todas
fr: Sélectionner tout

# tfrmain.midropbox.caption
source: Drop box
de: Dropbox verwenden
es: Caja de arrastre

# tfrmain.miexit.caption
source: Exit
de: Ende
es: Salir
fr: Quitter

# tfrmain.milistclearlog.caption
source: Clean history log file
de: Verlaufsdatei löschen
es: Limpiar historial log
fr: Effacer le fichier d'historique

# tfrmain.milistcopyfiles.caption
source: Copy file(s) to...
de: Kopiere Datei(en) nach...
es: Copiar archivo(s) a...
fr: Copier le(s) fichier(s) vers...

# tfrmain.milistcopyurl.caption
source: Copy download URL
de: Kopiere Download-Pfad
es: Copiar URL de descarga
fr: Copier l'URL de téléchargement

# tfrmain.milistdeletedown.caption
source: Delete
de: aus Liste entfernen
es: Eliminar
fr: Effacer
