Repository: fuad-ibrahimzade/nixos-wsl
Catalog: other/current/AWGG/languages/awgg.*.po
Languages: de, es, fr, it, ru

# TFRCONFIG.CHSHOWNOTIFICATIONS.CAPTION
source: Show notifications
it: Mostra notifiches
ru: Показывать уведомления

# TFRCONFIG.CHSHUTDOWN.CAPTION
source: Shutdown after end
it: Arresto dopo la fine
ru: Выключение после окончания работы

source: Silent mode
es: No preguntar
it: Modalità silenziosa
ru: Беззвучный режим

# tfrconfig.chsounddowncomplete.caption
source: Download complete:
es: Descarga completada:
it: Scarica completa:
ru: Загрузка завершена:

# tfrconfig.chsounddownerror.caption
source: Download error:
es: Descarga fallida:
it: Errore di Download:
ru: Ошибка загрузки:

# tfrconfig.chsoundinternet.caption
source: Internet connection:
es: Conexion a internet
it: Connessione Internet:
ru: Подключение к интернету:

# tfrconfig.chsoundnointernet.caption
source: No internet connection:
es: Sin conexion a internet
it: Nessuna connessione internet:
ru: Нет подключения к интернету:

# TFRCONFIG.CHSTOPQUEUE.CAPTION
source: Stop queue:
it: Coda di arresto:"
ru: Стоп-очередь:

source: Use system notifications
es: Usar notificaciones del sistema
it: Utilizzare le notifiche di sistema
ru: Используйте системные уведомления

source: Update aria2
es: Actualizar aria2
it: Aggiorna aria2
ru: Обновление aria2

source: Update axel
es: Actualizar axel
it: Aggiorna axel
ru: Обновление axel

source: Update curl
es: Actualizar curl
it: Aggiorna curl
ru: Обновление curl

source: Update wget
es: Actualizar wget
it: Aggiorna wget
ru: Обновление wget

source: Update youtube-dl
es: Actualizar youtube-dl
it: Aggiorna youtube-dl
ru: Обновление youtube-dl

# TFRCONFIG.CHUSEAUTH.CAPTION
source: Use authentication
it: Usa autenticazione
ru: Используйте аутентификацию

source: Use external engine:
de: Externes Programm verwenden
es: Usar motor externo:
it: Utilizzare motore esterno:
ru: Используйте внешний двигатель:

# TFRCONFIG.EDTNOPROXYHOSTS.TEXT
source: localhost
ru: локальный хост

source: "[URL]" -n "[FILENAME]" -u "[USERAGENT]" -r "[REFERRER]" -c "[COOKIES]"
it: "[URL] "- n "[Nome file] "- u "[USERAGENT] "- r "[REFERRER] " - c "[cookie]"
ru: "С[URL]" -Н "[имя файла]" -у "[Ашераденс]" Р "[реферер]" -с "[печенье]"

# TFRCONFIG.GBARIA2MULTICONNECTIONS.CAPTION
source: Multiple connections
it: Connessioni Multiple
ru: Несколько соединений

# TFRCONFIG.GBDOWNCONNECTION.CAPTION
source: Connection
it: Connessioni
ru: Соединение

# TFRCONFIG.GBENGINE.CAPTION
source: Engine
it: Motore
ru: Двигатель

# TFRCONFIG.GBLOGSLOADMODE.CAPTION
source: Load mode
it: Modalità di caricamento
ru: Режим загрузки

# TFRCONFIG.GBQUEUEROTATEMODE.CAPTION
source: Rotate mode
it: Modalità di rotazione
ru: Режим поворота

source: Show notifications for
es: Mostrar notificaciones para
it: Mostra notifiche per
ru: Показывать уведомления для

# TFRCONFIG.GBSOUNDS.CAPTION
source: Sounds
it: Suonos
ru: Звуки

# TFRCONFIG.GBUSERAGENT.CAPTION
source: User agent
it: Agente utente
ru: Агент пользователя

source: Options
de: Optionen
es: Opciones
it: Opzioni
ru: Варианты

# TFRCONFIG.LBLARIA2ADDITIONALARGS.CAPTION
source: Additional arguments:
it: Argomenti aggiuntivi:
ru: Дополнительная аргументация:

# TFRCONFIG.LBLARIA2CONNECTIONS.CAPTION
source: Connections per server:
it: Connessioni per server:
ru: Соединения на сервер:

# TFRCONFIG.LBLARIA2PATH.CAPTION
source: Path of aria2 excecutable file:
it: Percorso del archivio eseguibile aria2:
ru: Путь к исключаемому файлу aria2:

# TFRCONFIG.LBLARIA2SPLITSIZE.CAPTION
source: Split size (can append K or M):
it: Dimensione divisa (può aggiungere K or M):
ru: Размер разделения (можно добавить K или M):

# TFRCONFIG.LBLAXELADDITIONALARGS.CAPTION
source: Additional arguments:
it: Argomenti aggiuntivi:
ru: Дополнительная аргументация:

# TFRCONFIG.LBLAXELPATH.CAPTION
source: Path of axel excecutable file:
it: Percorso del archivio excecutable axel:
ru: Путь к файлу axel excecutable:

# TFRCONFIG.LBLCATEGORY.CAPTION
source: Category:
it: Categoria:
ru: Категория:

# TFRCONFIG.LBLCATEGORYDOWNFOLDER.CAPTION
source: Category download folder:
it: Cartella Download categoria:
ru: Категория папка Загрузки:

# TFRCONFIG.LBLCURLADDITIONALARGS.CAPTION
source: Additional arguments:
it: Argomenti aggiuntivi:
ru: Дополнительная аргументация:

# TFRCONFIG.LBLCURLPATH.CAPTION
source: Path of curl excecutable file:
it: Percorso del archivio excecutable curl:
ru: Путь к файлу curl executable:

# TFRCONFIG.LBLDEFENGINE.CAPTION
source: Default engine:
it: Motore predefinito:
ru: Двигатель по умолчанию:

# TFRCONFIG.LBLDEFLANGUAGE.CAPTION
source: Default language:
it: Lingua predefinita:
ru: Язык по умолчанию:

# TFRCONFIG.LBLDOWNDELAYTRIES.CAPTION
source: Delay tries (sec):
it: Tentativi di ritardo (sec):
ru: Задержка попыток (сек):

# TFRCONFIG.LBLDOWNFOLDER.CAPTION
source: Default download folder:
it: Cartella di download predefinita:
ru: Папка Загрузки по умолчанию:

# TFRCONFIG.LBLDOWNTIMEOUT.CAPTION
source: Timeout (sec):
ru: Тайм-аут (сек):

# TFRCONFIG.LBLDOWNTRIES.CAPTION
source: Tries:
it: Provares:
ru: Попытается сделать это:

# TFRCONFIG.LBLEXTENSIONS.CAPTION
source: Extensions:
it: Estensiones:
ru: Выдвижений:

# TFRCONFIG.LBLHIDEIN.CAPTION
source: Hide in:
it: Nasconditi:
ru: Спрячься там:

source: Interval in seconds:
it: Intervallo in secondis:""
ru: Интервал в секундах:

source: Internet URL:
it: URL Internet:
ru: Интернет-URL:

# TFRCONFIG.LBLLOGSPATH.CAPTION
source: Path of history logs:
it: Percorso dei registri di cronologia:
ru: Путь к журналам истории:

# TFRCONFIG.LBLNOPROXYHOSTS.CAPTION
source: No proxy for:
it: Nessun proxy per:
ru: Нет доверенности для:

source: Arguments:
it: Argomento:
ru: Аргументы:

source: Executable:
it: Eseguibile:
ru: Выполнимый:

# TFRCONFIG.LBLPROXYPASS.CAPTION
source: Password:
ru: Пароль:

# TFRCONFIG.LBLPROXYUSER.CAPTION
source: User:
it: Utente
ru: Пользователь:

# TFRCONFIG.LBLQUEUE.CAPTION
source: Queue:
it: Coda:
ru: Очередь:

# TFRCONFIG.LBLQUEUEDELAYSEC.CAPTION
source: Delay (downloads or tries)(sec):
it: Ritardo (download o tentativi)(sec):
ru: Задержка (скачиваний или пытается) (сек):

# TFRCONFIG.LBLQUEUETRIESROTATE.CAPTION
source: Tries or rotate times:
it: Prova o ruota i tempi:
ru: Пытается или вращается раз:

# TFRCONFIG.LBLSTARTQUEUE.CAPTION
source: Start queue:
it: Coda di avvio:
ru: Начальная очередь:

# TFRCONFIG.LBLWGETADDITIONALARGS.CAPTION
source: Additional arguments:
it: Argomenti aggiuntivi:
ru: Дополнительная аргументация:

# TFRCONFIG.LBLWGETPATH.CAPTION
source: Path of wget executable file:
it: Percorso del archivio eseguibile wget:
ru: Путь к исполняемому файлу wget:

# TFRCONFIG.LBLYOUTUBEDLADDITIONALARGS.CAPTION
source: Additional arguments:
it: Argomenti aggiuntivi:
ru: Дополнительная аргументация:

# TFRCONFIG.LBLYOUTUBEDLPATH.CAPTION
source: Path of youtube-dl excecutable file:
it: Percorso del archivio excecutable youtube-dl:
ru: Путь к удаляемому файлу youtube-dl:

# TFRCONFIG.RBCATEGORYBYTYPE.CAPTION
source: Suggest by file type
it: Suggerisci per tipo di archivio
ru: Предложите по типу файла

# TFRCONFIG.RBCATEGORYONEFOLDER.CAPTION
source: All files in single folder
it: Tutti i archivio in una singola cartella
ru: Все файлы в одной папке

# TFRCONFIG.RBLOGSLOADALL.CAPTION
source: All history log
it: Tutti i log della cronologia
ru: Весь журнал истории

# TFRCONFIG.RBLOGSLOADLINES.CAPTION
source: Last 20 lines.
it: Ultime 20 righes.
ru: Последние 20 строк.

# TFRCONFIG.RBQUEUERMONESTEP.CAPTION
source: One step down
it: Un passo verso il basso
ru: Один шаг вниз

# TFRCONFIG.RBQUEUERMTOEND.CAPTION
source: To the end
it: Fino alla fine
ru: До конца

# TFRCONFIG.RBQUEUERMTWOSTOP.CAPTION
source: Two steps down
it: Due passi verso il basso
ru: Две ступеньки вниз

# TFRCONFIG.RGCATEGORIZE.CAPTION
source: Categorize
it: Classificare
ru: Классифицировать

# TFRCONFIG.RGPOSITION.CAPTION
source: Position on the screen
it: Posizione sullo schermo
ru: Положение на экране

# tfrconfig.sbtncopyarguments.hint
source: Copy to clipboard
es: Copiar al partapapeles
it: Copia negli appunti
ru: Копировать в буфер

# tfrconfig.sbtncopypath.hint
source: Copy to clipboard
es: Copiar al partapapeles
it: Copia negli appunti
ru: Копировать в буфер

# TFRCONFIG.TSAUTOMATION.CAPTION
source: Automation
it: Automazione
ru: Автоматизация

# TFRCONFIG.TSCLIPBOARDM.CAPTION
source: Clipboard monitor
it: Monitor appunti
ru: Монитор буфера обмена

# TFRCONFIG.TSDOWNOPTIONS.CAPTION
source: Download options
it: Opzioni di Download
ru: Вариант загрузки

# TFRCONFIG.TSFOLDERS.CAPTION
source: Folders
it: Cartellas
ru: Папки

# TFRCONFIG.TSINTEGRATION.CAPTION
source: Integration
it: Integrazione
ru: Интеграция

source: Internet monitor
es: Monitor de internet
it: Monitor Internet
ru: Интернет-монитор

# TFRCONFIG.TSLANG.CAPTION
source: Language
it: Lingua
ru: Язык

# TFRCONFIG.TSLOGS.CAPTION
source: Logs
ru: бревна

# TFRCONFIG.TSNOTIFICATIONS.CAPTION
source: Notifications
it: Notificaziones
ru: Уведомления

# TFRCONFIG.TSQUEUE.CAPTION
source: Queue
it: Coda
ru: Очередь

# TFRCONFIG.TSSCHEDULER.CAPTION
source: Scheduler
ru: Планировщик

# TFRCONFIG.TSSOUNDS.CAPTION
source: Sounds
it: Suonos
ru: Звуки

source: Updates
es: Actualizaciones
it: Aggiornares
ru: Новинки

# TFRCONFIRM.CAPTION
source: Confirm
it: Confermare
ru: Подтверждать

# TFRCOPYMOVE.BTNCANCEL.CAPTION
source: Cancel
it: Annullare
ru: Отменять

# TFRCOPYMOVE.CAPTION
source: File operations
it: Operazioni di archivio
ru: Файловая операция

# TFRCOPYMOVE.LBLFROM.CAPTION
source: From: %s
ru: От: %s

# TFRCOPYMOVE.LBLTO.CAPTION
source: To: %s
ru: Кому: %s

# TFRLANG.BTNOK.CAPTION
source: Ok
ru: ладно

# TFRLANG.CAPTION
source: Select language
it: Seleziona lingua
ru: Выберите язык

# TFRLANG.LBLLANG.CAPTION
source: Language:
it: Lingua:
ru: Язык:

# TFRMAIN.CBLIMIT.CAPTION
source: Limit (Kb/s):
it: Limite (Kb/s):
ru: Предел (Кб/с):

# TFRMAIN.LBLMAXDOWNINPROGRESS.CAPTION
source: Max. downloads in progress:
it: Max. download in corso:
ru: Максимальный. неполные загрузки:

# TFRMAIN.LVMAIN.COLUMNS[0].CAPTION
source: Status
it: Statos
ru: Статус

# TFRMAIN.LVMAIN.COLUMNS[10].CAPTION
source: Engine
it: Motor
ru: Двигатель

# TFRMAIN.LVMAIN.COLUMNS[11].CAPTION
source: Parameters
it: Parametros
ru: Параметры

# TFRMAIN.LVMAIN.COLUMNS[1].CAPTION
source: File name
it: Archivio nome
ru: Имя файла

# TFRMAIN.LVMAIN.COLUMNS[2].CAPTION
source: Size
it: Dimensione
ru: Размер

# TFRMAIN.LVMAIN.COLUMNS[3].CAPTION
source: Downloaded
it: Scaricare
ru: Загруженный

# TFRMAIN.LVMAIN.COLUMNS[5].CAPTION
source: Speed
it: Velocita
ru: Скорость

# TFRMAIN.LVMAIN.COLUMNS[7].CAPTION
source: Estimated
it: Stimare
ru: Предполагаемый

# TFRMAIN.LVMAIN.COLUMNS[8].CAPTION
source: Date
it: Data
ru: Дата

# TFRMAIN.LVMAIN.COLUMNS[9].CAPTION
source: Destination
it: Destinazione
ru: Место назначения

# TFRMAIN.MIADDDOWN.CAPTION
source: New download...
it: Nuovo download...
ru: Новая загрузка...

# TFRMAIN.MIADDGRABBER.CAPTION
source: New site grabber...
it: Nuovo sito grabber...
ru: Новый захватчик сайтов...

# TFRMAIN.MICOMMANDCLEAR.CAPTION
source: Clear command out
it: Cancella comando
ru: Очистить команду на выход

# TFRMAIN.MICOMMANDCOPY.CAPTION
source: Copy
it: Copia
ru: Копировать

# TFRMAIN.MICOMMANDFOLLOW.CAPTION
source: Follow command out (auto scroll)
it: Seguire comando out (scorrimento automatico)
ru: Следуйте команде out (автоматическая прокрутка)

# TFRMAIN.MICOMMANDSELECTALL.CAPTION
source: Select all
it: Seleziona tutto
ru: Выбрать все

# TFRMAIN.MIEXIT.CAPTION
source: Exit
it: Uscita
ru: Выход

source: Move to bottom
es: Mover al final
it: Sposta in basso
ru: Двигайтесь ко дну

source: Move down
es: Mover abajo
it: Sposta giù
ru: Двигаться вниз

source: Move to top
es: Mover al inicio
it: Sposta in alto
ru: Двигайся наверх

source: Move up
es: Mover arriba
it: Spostati verso l'alto
ru: Двигаться вверх

source: Position
es: Posicion
it: Posizione
ru: Позиция

# tfrmain.milistcanceldown.caption
source: Cancel
es: Cancelar
it: Annullare
ru: Отменять

source: Clear all complete
es: Limpiar completadas
it: Cancella tutto completo
ru: Очистить все полностью

# TFRMAIN.MILISTCLEARLOG.CAPTION
source: Clean history log file
it: Pulisci il archivio di registro della cronologia
ru: Очистить файл журнала истории

# tfrmain.milistcontinuelaterdown.caption
source: Continue later
es: Continuar mas tarde
it: Continua più tardi
ru: Продолжим позже

# TFRMAIN.MILISTCOPYFILES.CAPTION
source: Copy file(s) to...
it: Copia archivio(s) per...
ru: Скопируйте файл(ы) в...

# TFRMAIN.MILISTCOPYURL.CAPTION
source: Copy download URL
it: Copia URL di download
ru: Копировать URL загрузки

# TFRMAIN.MILISTDELETEDOWN.CAPTION
source: Delete
it: Eliminare
ru: Удалить

# TFRMAIN.MILISTDELETEDOWNDISK.CAPTION
source: Delete from disk
it: Eliminare dal disco
ru: Удалить с диска

# TFRMAIN.MILISTMOVEFILES.CAPTION
source: Move file(s) to...
it: Spostare archivio(s) per...
ru: Переместить файл(ы) в...

# TFRMAIN.MILISTOPENDESTINATION.CAPTION
source: Go to the destination folder
it: Vai alla cartella di destinazione
ru: Перейдите в папку назначения

# TFRMAIN.MILISTOPENFILE.CAPTION
source: Open file
it: Apri archivio
ru: Открытый файл

# TFRMAIN.MILISTOPENLOG.CAPTION
source: Open history log file
it: Apri archivio di registro Cronologia
ru: Откройте файл журнала истории

# TFRMAIN.MILISTOPENURL.CAPTION
source: Open download URL
it: Apri URL di download
ru: Откройте URL-адрес загрузки

# TFRMAIN.MILISTPROPERTIES.CAPTION
source: Properties
it: Proprieta
ru: Собственности

# TFRMAIN.MILISTRESTARTLATER.CAPTION
source: Restart later
it: Riavvia più tardi
ru: Перезагрузка позже

# TFRMAIN.MILISTRESTARTNOW.CAPTION
source: Restart now
it: Riavvia ora
ru: Перезагрузить сейчас

# TFRMAIN.MILISTSENDTOQUEUE.CAPTION
source: Send to the queue
it: Invia alla coda
ru: Отправить в очередь

# TFRMAIN.MILISTSHOWTRAYICON.CAPTION
source: Show in systray
it: Mostra in systray
ru: Показать в systray

# TFRMAIN.MILISTSTARTDOWN.CAPTION
source: Start
it: Inizia
ru: Начать

# TFRMAIN.MILISTSTOPDOWN.CAPTION
source: Stop
it: Interrompere
ru: Остановить

# TFRMAIN.MIMAINABOUT.CAPTION
source: About
it: Su
ru: О

# TFRMAIN.MIMAINADDDOWN.CAPTION
source: New download...
it: Nuovo download...
ru: Новая загрузка...

# TFRMAIN.MIMAINADDGRABBER.CAPTION
source: New site grabber...
it: Nuovo sito grabber...
ru: Новый захватчик сайтов...

source: Check for updates...
es: Buscar actualizaciones...
it: Controlla gli aggiornamenti...
ru: Проверить наличие обновлений...

# TFRMAIN.MIMAINCOLUMNS.CAPTION
source: Columns
it: Colonna
ru: Колонки

# TFRMAIN.MIMAINCONFIG.CAPTION
source: Configuration
it: Configuracione
ru: Конфигурация

# TFRMAIN.MIMAINDELETEALL.CAPTION
source: Delete all
it: Eliminare tutto
ru: Удалить все

# TFRMAIN.MIMAINDELETEDOWN.CAPTION
source: Delete download
it: Eliminare download
ru: Удалить загрузку

# TFRMAIN.MIMAINDELETEDOWNDISK.CAPTION
source: Delete from disk
it: Eliminare dal disco
ru: Удалить с диска

# TFRMAIN.MIMAINDELETEDOWNDISK.HINT
source: Delete from disk
it: Eliminare dal disco
ru: Удалить с диска

source: Donate
es: Donar
it: Donazione
ru: Жертвовать

# TFRMAIN.MIMAINDOWNLOADS.CAPTION
source: Downloads
ru: Скачает

# TFRMAIN.MIMAINEXIT.CAPTION
source: Exit
it: Uscita
ru: Выход

# TFRMAIN.MIMAINEXPORTDOWN.CAPTION
source: Export list of downloads...
it: Elenco di esportazione di download...
ru: Экспорт списка загрузок...

# TFRMAIN.MIMAINFILE.CAPTION
source: File
it: Archivio
ru: Файл

# TFRMAIN.MIMAINHELP.CAPTION
source: Help
it: Aiutare
ru: Помощь

# TFRMAIN.MIMAINHOMEPAGE.CAPTION
source: Official web site
it: Sito ufficiale
ru: Официальный сайт

# TFRMAIN.MIMAINIMPORTDOWN.CAPTION
source: Import list of downloads...
it: Elenco di importazione di download...
ru: Импорт списка загрузок...

# tfrmain.mimainintray.caption
source: Show program icon in systray
de: Programm-Icon im Systray
es: Mostrar icono del programa en la bandeja
it: Mostra l'icona del programma in systray
ru: Показать значок программы в системном трее

# TFRMAIN.MIMAINRESTARTALLLATER.CAPTION
source: Restart all later
it: Riavvia tutto più tardi
ru: Перезагрузить позже

# TFRMAIN.MIMAINRESTARTALLNOW.CAPTION
source: Restart all now
it: Riavvia tutto ora
ru: Перезагрузите все сейчас

# TFRMAIN.MIMAINSCHEDULER.CAPTION
source: Scheduler
ru: Планировщик

# TFRMAIN.MIMAINSELECTALL.CAPTION
source: Select all
it: Seleziona tutto
ru: Выбрать все

# TFRMAIN.MIMAINSHOW.CAPTION
source: Show
it: Mostrare
ru: Покажите

# TFRMAIN.MIMAINSHOWCOMMAND.CAPTION
source: Command out
it: Comando fuori
ru: Команду

# TFRMAIN.MIMAINSHOWCURRENT.CAPTION
source: Downloaded
it: Scaricare
ru: Загруженный

# TFRMAIN.MIMAINSHOWDATE.CAPTION
source: Date
it: Data
ru: Дата

# TFRMAIN.MIMAINSHOWDESTINATION.CAPTION
source: Destination
it: Destinazione
ru: Место назначения

# TFRMAIN.MIMAINSHOWENGINE.CAPTION
source: Engine
it: Motor
ru: Двигатель

# TFRMAIN.MIMAINSHOWESTIMATED.CAPTION
source: Estimated
it: Stimare
ru: Предполагаемый

# TFRMAIN.MIMAINSHOWGRID.CAPTION
source: Show gridlines
it: Mostra gridlines
ru: Показать линии сетки

# TFRMAIN.MIMAINSHOWINTRAY.CAPTION
source: Show program icon in systray
it: Mostra l'icona del programma in systray
ru: Показать значок программы в системном трее

# TFRMAIN.MIMAINSHOWNAME.CAPTION
source: File name
it: Nome archivio
ru: Имя файла

# TFRMAIN.MIMAINSHOWPARAMETERS.CAPTION
source: Parameters
it: Parametro
ru: Параметры

# TFRMAIN.MIMAINSHOWPERCENT.CAPTION
source: Percent
it: Percento
ru: Процент

# TFRMAIN.MIMAINSHOWSIZE.CAPTION
source: Size
it: Dimensione
ru: Размер

# TFRMAIN.MIMAINSHOWSPEED.CAPTION
source: Speed
it: Velocita
ru: Скорость

# TFRMAIN.MIMAINSHOWSTATE.CAPTION
source: State
it: Stato
ru: состояние

# TFRMAIN.MIMAINSHOWTRAYDOWNS.CAPTION
source: Show downloads icons in systray
it: Mostra download icone in systray
ru: Показывать значки загрузок в системном трее

# TFRMAIN.MIMAINSHOWTREE.CAPTION
source: Show tree view panel
it: Mostra pannello vista ad albero
ru: Показать панель просмотра дерева

# TFRMAIN.MIMAINSTARTALL.CAPTION
source: Start all
it: Inizia tutto
ru: Все начать

# TFRMAIN.MIMAINSTARTQUEUE.CAPTION
source: Start queue
it: Inizia coda
ru: Очереди запустить

# TFRMAIN.MIMAINSTOPALL.CAPTION
source: Stop all
it: Ferma tutto
ru: Прекратите все

# TFRMAIN.MIMAINSTOPQUEUE.CAPTION
source: Stop queue
it: Coda di arresto
ru: Стоп-очередь

# TFRMAIN.MIMAINTOOLS.CAPTION
source: Tools
it: Strumenti
ru: Инструменты

# TFRMAIN.MIMAINUNSELECTALL.CAPTION
source: Unselect all
it: Deseleziona tutto
ru: Отменить выбор всех

# TFRMAIN.MISHOWMAINFORM.CAPTION
source: Show
it: Mostrare
ru: Покажите

# TFRMAIN.MISTOPALL.CAPTION
source: Stop all
it: Ferma tutto
ru: Прекратите все

# TFRMAIN.MITRAYABOUT.CAPTION
source: About
it: Su
ru: О

# tfrmain.mitraydowncancel.caption
source: Cancel
es: Cancelar
it: Annulare
ru: Отменить

# tfrmain.mitraydowncontinuelater.caption
source: Continue later
es: Continuar mas tarde
it: Continua più tardi
ru: Продолжим позже

# TFRMAIN.MITRAYDOWNSTART.CAPTION
source: Start
it: Inizia
ru: Начать

# TFRMAIN.MITRAYDOWNSTOP.CAPTION
source: Stop
it: Interrompere
ru: Стоп

# TFRMAIN.MITREEADDQUEUE.CAPTION
source: New queue
it: Nuovo coda
ru: Новая очередь

# TFRMAIN.MITREEDELETEQUEUE.CAPTION
source: Delete queue
it: Eliminare coda
ru: Удалить очередь

# TFRMAIN.MITREERENAMEQUEUE.CAPTION
source: Rename queue
it: Rinominare coda
ru: Переименование очереди

# TFRMAIN.MITREESTARTQUEUE.CAPTION
source: Start queue
it: Inizia coda
ru: Очереди запустить

# TFRMAIN.MITREESTOPQUEUE.CAPTION
source: Stop queue
it: Interrompere coda
ru: Стоп-очередь

# TFRMAIN.MITRYDOWNHIDE.CAPTION
source: Hide
it: Nascondere
ru: Скрыть

# TFRMAIN.ODLGIMPORTDOWN.TITLE
source: Open file list of downloads
it: Aprire l'elenco dei archivio di download
ru: Открыть список загрузок файлов

# TFRMAIN.SDLGEXPORTDOWN.TITLE
source: Save file list of downloads
it: Salva elenco archivio di download
ru: Сохранить список загрузок файлов

# TFRMAIN.TBADDDOWN.HINT
source: New download
it: Nuovo download
ru: Новая загрузка

# TFRMAIN.TBADDGRABBER.HINT
source: New site grabber
it: Nuovo sito grabber
ru: Новый граббер сайта

source: Cancel download
es: Cancelar descarga
it: Annulla download
ru: Отменить загрузку

# TFRMAIN.TBCLIPBOARD.HINT
source: Enable/Disable clipboard monitor
it: Abilita / Disabilita il monitor degli appunti
ru: Включение / выключение монитора буфера обмена

# TFRMAIN.TBCONFIG.HINT
source: Configuration
it: Configuracione
ru: Конфигурация

# tfrmain.tbcontinuelater.hint
source: Continue later
es: Continuar mas tarde
it: Continua più tardi
ru: Продолжим позже

# TFRMAIN.TBDELDOWNDISK.HINT
source: Delete from disk
it: Eliminare dal disco
ru: Удалить с диска

# TFRMAIN.TBDELETEDOWN.HINT
source: Delete download
it: Eliminare download
ru: Удалить загрузку

# TFRMAIN.TBEXIT.HINT
source: Exit
it: Uscita
ru: Выход

# TFRMAIN.TBEXPORTDOWN.HINT
source: Export list of downloads...
it: Elenco di esportazione dei download...
ru: Экспорт списка загрузок...

# TFRMAIN.TBIMPORTDOWN.HINT
source: Import list of downloads...
it: Elenco di importazione di download...
ru: Импорт списка загрузок...

# TFRMAIN.TBRESTARTLATER.HINT
source: Restart later
it: Riavvia più tardi
ru: Перезапустить позже

# TFRMAIN.TBRESTARTNOW.HINT
source: Restart download
it: Riavvia download
ru: Перезагрузка скачать

# TFRMAIN.TBSCHEDULER.HINT
source: Scheduler
ru: Планировщик

# TFRMAIN.TBSTARTDOWN.HINT
source: Start download
it: Inizia download
ru: Начать загрузку

# TFRMAIN.TBSTARTQUEUE.HINT
source: Start queue
it: Inizia coda
ru: Очереди запустить

# TFRMAIN.TBSTARTSCHEDULER.HINT
source: Start scheduler
it: Inizia scheduler
ru: Запуск планировщика

# TFRMAIN.TBSTEEPDOWN.HINT
source: Move one step down
it: Sposta un passo verso il basso
ru: Сделай шаг вниз

# TFRMAIN.TBSTEEPUP.HINT
source: Move one step up
it: Sposta un passo in su
ru: Подвинься на один шаг вверх

# TFRMAIN.TBSTOPALL.HINT
source: Stop all
it: Interrompere tutto
ru: Прекратите все

# TFRMAIN.TBSTOPDOWN.HINT
source: Stop download
it: Interrompere download
ru: Остановить загрузку

# TFRMAIN.TBSTOPQUEUE.HINT
source: Stop queue
it: Interrompere coda
ru: Стоп-очередь

# TFRMAIN.TBSTOPSCHEDULER.HINT
source: Stop scheduler
it: Interrompere scheduler
ru: Остановить планировщик

# TFRMAIN.TBTODOWN.HINT
source: Move to the end
it: Sposta alla fine
ru: Двигайтесь до конца

# TFRMAIN.TBTOUP.HINT
source: Move to the start
it: Sposta all'inizio
ru: Переходим к началу

# TFRNEWDOWN.BTNADDQUEUE.HINT
source: Add queue
it: Aggiungi coda
ru: Добавить очередь

source: Not detect this domain with clipboard monitor
es: No detectar este dominio con el monitor del portapapeles
it: Non rilevare questo dominio con clipboard monitor
ru: Не обнаруживать этот домен с помощью монитора буфера обмена

# TFRNEWDOWN.BTNCANCEL.CAPTION
source: Cancel
it: Annullare
ru: Отменить

source: Configure the category file
de: Wähle die Kategorie
es: Configurar la categoria de arhcivo
it: Configura il archivio di categoria
ru: Настройка файла категории

source: Detect this domain with clipboard monitor
es: Detectar este dominio con el monitor del portapapeles
it: Rilevare questo dominio con clipboard monitor
ru: Обнаружение этого домена с помощью монитора буфера обмена

# tfrnewdown.btnforcenames.hint
source: No force names
es: No forzar nombres
it: Nessun nome di forza
ru: Никаких имен силы

source: Open the path folder
de: Öffne den Zielordner
es: Abrir la carpeta
it: Apri la cartella del percorso
ru: Откройте папку путь

source: Select the video format
de: Wähle das Video-Format
es: Seleccionar el formato de video
it: Selezionare il formato video
ru: Выберите формат видео

# tfrnewdown.btnnoforcenames.hint
source: Force names
es: Forzar nombres
it: Forze nomes
ru: Имена силы

# TFRNEWDOWN.BTNPAUSED.CAPTION
source: Paused
it: Sostare
ru: Приостановленный

# TFRNEWDOWN.BTNSCHEDULE.HINT
source: Schedule
ru: График
