Repository: fuad-ibrahimzade/nixos-wsl
Catalog: other/current/AWGG/languages/awgg.*.po
Languages: de, es, fr, it, ru

# tfrmain.milistdeletedowndisk.caption
source: Delete from disk
de: Datei löschen
es: Eliminar del disco
fr: Supprimer du disque

# tfrmain.milistmovefiles.caption
source: Move file(s) to...
de: Verschiebe Datei nach...
es: Mover archivo(s) a...
fr: Déplacer le(s) fichier(s) vers...

# tfrmain.milistopendestination.caption
source: Go to the destination folder
de: Zum Speicherort
es: Ir a la carpeta destino
fr: Aller au dossier de destination

# tfrmain.milistopenfile.caption
source: Open file
de: Öffne Datei
es: Abrir archivo
fr: Ouvrir fichier

# tfrmain.milistopenlog.caption
source: Open history log file
es: Abrir historial log
fr: Ouvrir le journal

# tfrmain.milistopenurl.caption
source: Open download URL
de: Öffne Download-Pfad
es: Abrir URL de descarga
fr: Ouvrir l'URL de téléchargement

# tfrmain.milistproperties.caption
source: Properties
de: Eigenschaften
es: Propiedades
fr: Propriétés

# tfrmain.milistrestartlater.caption
source: Restart later
de: Später neu starten
es: Reiniciar mas tarde
fr: Rédémarrer plus tard

# tfrmain.milistrestartnow.caption
source: Restart now
de: Jetzt neu starten
es: Reinicar ahora
fr: Redémarrer maintenant

# tfrmain.milistsendtoqueue.caption
source: Send to the queue
de: Zur Liste hinzufügen
es: Enviar a la cola
fr: Envoyer à la file d'attente

# tfrmain.milistshowtrayicon.caption
source: Show in systray
de: im Systray zeigen
es: Mostrar icono en bandeja
fr: Afficher dans la zone de notification

# tfrmain.miliststartdown.caption
source: Start
de: Starten
es: Iniciar
fr: Démarrer

# tfrmain.miliststopdown.caption
source: Stop
es: Detener
fr: Stopper

# tfrmain.mimainabout.caption
source: About
de: Über
es: Acerca de
fr: A propos

# tfrmain.mimainadddown.caption
source: New download...
de: Neuer Download...
es: Nueva descarga...
fr: Nouveau téléchargement...

# tfrmain.mimainaddgrabber.caption
source: New site grabber...
de: Neue WebSite speichern...
es: Nuevo grabador de sitios...
fr: Nouvel aspirateur de site...

# tfrmain.mimaincolumns.caption
source: Columns
de: Spalten
es: Columnas
fr: Colonnes

# tfrmain.mimainconfig.caption
source: Configuration
de: Konfiguration
es: Configuracion

# tfrmain.mimainddbox.caption
source: Drop box
de: Dropbox verwenden
es: Caja de arrastre

# tfrmain.mimaindeleteall.caption
source: Delete all
de: Gesamte Liste leeren
es: Eliminar todas
fr: Effacer tout

# tfrmain.mimaindeletedown.caption
source: Delete download
de: Download löschen
es: Eliminar descarga
fr: Effacer le téléchargement

# tfrmain.mimaindeletedowndisk.caption
source: Delete from disk
de: Datei löschen
es: Eliminar del disco
fr: Supprimer du disque

# tfrmain.mimaindeletedowndisk.hint
source: Delete from disk
de: Lösche Datei
es: Eliminar del disco
fr: Supprimer du disque

# tfrmain.mimaindownloads.caption
source: Downloads
es: Descargas
fr: Téléchargements

# tfrmain.mimainexit.caption
source: Exit
de: Programm schließen
es: Salir
fr: Quitter

# tfrmain.mimainexportdown.caption
source: Export list of downloads...
de: Download-Liste exportieren...
es: Exportar lista de descargas...
fr: Exporter la liste des téléchargements...

# tfrmain.mimainfile.caption
source: File
de: Datei
es: Archivo
fr: Fichier

# tfrmain.mimainhelp.caption
source: Help
de: Hilfe
es: Ayuda
fr: Aide

# tfrmain.mimainhomepage.caption
source: Official web site
de: Offizielle WebSite
es: Sitio web oficial
fr: Site web officiel

# tfrmain.mimainimportdown.caption
source: Import list of downloads...
de: Download-Liste importieren...
es: Importar lista de descargas...
fr: Importer la liste des téléchargements...

# tfrmain.mimainrestartalllater.caption
source: Restart all later
de: Später alle neu starten
es: Reiniciar todas mas tarde
fr: Redémarrer tout plus tard

# tfrmain.mimainrestartallnow.caption
source: Restart all now
de: Jetzt alle neu starten
es: Reiniciar todas ahora
fr: Rédémarrer tout maintenant

# tfrmain.mimainscheduler.caption
source: Scheduler
de: Zeiplan
es: Programador
fr: Planificateur

# tfrmain.mimainselectall.caption
source: Select all
de: Alle auswählen
es: Seleccionar todas
fr: Sélectionner tout

# tfrmain.mimainshow.caption
source: Show
de: Ansicht
es: Mostrar
fr: Afficher

# tfrmain.mimainshowcommand.caption
source: Command out
de: Kommandozeilen
es: Salida de commandos
fr: Sortie de Commande

# tfrmain.mimainshowcurrent.caption
source: Downloaded
de: Downloads
es: Descargado
fr: Téléchargé(s)

# tfrmain.mimainshowdate.caption
source: Date
de: Datum
es: Fecha

# tfrmain.mimainshowdestination.caption
source: Destination
de: Zielort
es: Destino

# tfrmain.mimainshowengine.caption
source: Engine
de: Downloader
es: Motor
fr: Moteur

# tfrmain.mimainshowestimated.caption
source: Estimated
de: Geschätzt
es: Estimado
fr: Estimé

# tfrmain.mimainshowgrid.caption
source: Show gridlines
de: Gitternetzlinien
es: Mostrar regilla
fr: Afficher la grille

# tfrmain.mimainshowintray.caption
source: Show program icon in systray
de: Programm-Icon im Systray
es: Mostrar icono del programa en la bandeja

# tfrmain.mimainshowname.caption
source: File name
de: Dateiname
es: Nombre de archivo
fr: Nom de fichier

# tfrmain.mimainshowparameters.caption
source: Parameters
de: Parameter
es: Parametros
fr: Paramètres

# tfrmain.mimainshowpercent.caption
source: Percent
de: Prozent
es: Porciento
fr: Pourcent

# tfrmain.mimainshowsize.caption
source: Size
de: Größe
es: Tamaño
fr: Taille

# tfrmain.mimainshowspeed.caption
source: Speed
de: Geschw.
es: Velocidad
fr: Vitesse

# tfrmain.mimainshowstate.caption
source: State
de: Status
es: Estado
fr: État

# tfrmain.mimainshowtraydowns.caption
source: Show downloads icons in systray
de: Download-Icons im Systray
es: Mostrar iconos de descarga en la bandeja
fr: Afficher les icônes de téléchargement dans la zone de notification

# tfrmain.mimainshowtree.caption
source: Show tree view panel
de: Zeige Ordner-Baum
es: Mostrar arbol de funciones
fr: Afficher le panneau de l'arborescence

# tfrmain.mimainstartall.caption
source: Start all
de: Alle starten
es: Iniciar todas
fr: Démarrer tout

# tfrmain.mimainstartqueue.caption
source: Start queue
de: Liste starten
es: Iniciar cola
fr: Démarrer la file d'attente

# tfrmain.mimainstopall.caption
source: Stop all
de: Alle stoppen
es: Detener todo
fr: Stopper tout

# tfrmain.mimainstopqueue.caption
source: Stop queue
de: Liste stoppen
es: Detener cola
fr: Stopper la file d'attente

# tfrmain.mimaintools.caption
source: Tools
es: Herramientas
fr: Outils

# tfrmain.mimainunselectall.caption
source: Unselect all
de: Alle abwählen
es: Deseleccionar todas
fr: Désélectionner tout

# tfrmain.mishowmainform.caption
source: Show
de: Zeige Fenster
es: Mostrar
fr: Afficher

# tfrmain.mistopall.caption
source: Stop all
de: Alle stoppen
es: Detener todo
fr: Stopper tout

# tfrmain.mitrayabout.caption
source: About
es: Acerca de
fr: A propos

# tfrmain.mitraydownstart.caption
source: Start
es: Iniciar
fr: Démarrer

# tfrmain.mitraydownstop.caption
source: Stop
de: Stopp
es: Detener
fr: Stopper

# tfrmain.mitreeaddqueue.caption
source: New queue
de: Neue Liste
es: Nueva cola
fr: Nouvelle file d'attente

# tfrmain.mitreedeletequeue.caption
source: Delete queue
de: Liste löschen
es: Eliminar cola
fr: Effacer la file d'attente

# tfrmain.mitreerenamequeue.caption
source: Rename queue
de: Liste umbenennen
es: Renombrar cola
fr: Renommer la file d'attente

# tfrmain.mitreestartqueue.caption
source: Start queue
de: Liste starten
es: Iniciar cola
fr: Démarrer la file d'attente

# tfrmain.mitreestopqueue.caption
source: Stop queue
de: Liste stoppen
es: Detener cola
fr: Stopper la file d'attente

# tfrmain.mitrydownhide.caption
source: Hide
de: Ausblenden
es: Ocultar
fr: Cacher

# tfrmain.odlgimportdown.title
source: Open file list of downloads
de: Öffne Downloadliste
es: Abrir archivo de lista de descargas
fr: Ouvrir le fichier de liste de téléchargements

# tfrmain.sdlgexportdown.title
source: Save file list of downloads
de: Speichere Downloadliste
es: Guardar archivo de lista de descargas
fr: Enregistrer la liste des téléchargements dans un fichier

# tfrmain.tbadddown.hint
source: New download
de: Neuer Download
es: Nueva descarga
fr: Nouveau téléchargement

# tfrmain.tbaddgrabber.hint
source: New site grabber
de: WebSite speichern
es: Nuevo grabador de sitios
fr: Nouvel aspirateur de site

# tfrmain.tbclipboard.hint
source: Enable/Disable clipboard monitor
de: Zwischenspeicher beobachten ein/aus
es: Habilitar/Desabilitar monitor del portapapeles
fr: Activer/Désactiver la surveillance du presse-papier

# tfrmain.tbconfig.hint
source: Configuration
de: Konfiguration
es: Configuracion

# tfrmain.tbdeldowndisk.hint
source: Delete from disk
de: Datei löschen
es: Eliminar del disco
fr: Supprimer du disque

# tfrmain.tbdeletedown.hint
source: Delete download
de: Download löschen
es: Eliminar descarga
fr: Effacer le téléchargement

# tfrmain.tbexit.hint
source: Exit
de: Programm beenden
es: Salir
fr: Quitter

# tfrmain.tbexportdown.hint
source: Export list of downloads...
de: Downloadliste exportieren...
es: Exportar lista de descargas...
fr: Exporter la liste des téléchargements...

# tfrmain.tbimportdown.hint
source: Import list of downloads...
de: Downloadliste importieren...
es: Importar lista de descargas...
fr: Importer la liste des téléchargements...

# tfrmain.tbrestartlater.hint
source: Restart later
de: Später neu starten
es: Reiniciar mas tarde
fr: Rédémarrer plus tard

# tfrmain.tbrestartnow.hint
source: Restart download
de: Download neu starten
es: Reiniciar descarga
fr: Redémarrer le téléchargement

# tfrmain.tbscheduler.hint
source: Scheduler
de: Zeitplan
es: Programador
fr: Planificateur

# tfrmain.tbstartdown.hint
source: Start download
de: Download starten
es: Iniciar descarga
fr: Démarrer le téléchargement

# tfrmain.tbstartqueue.hint
source: Start queue
de: Liste starten
es: Iniciar cola
fr: Démarrer la file d'attente

# tfrmain.tbstartscheduler.hint
source: Start scheduler
de: Zeitplan starten
es: Iniciar programador
fr: Démarrer le Planificateur

# tfrmain.tbsteepdown.hint
source: Move one step down
de: Einen Schritt runter
es: Mover un paso abajo
fr: Déplacer vers le bas

# tfrmain.tbsteepup.hint
source: Move one step up
de: Einen Schritt rauf
es: Mover un paso arriba
fr: Déplacer vers le haut

# tfrmain.tbstopall.hint
source: Stop all
de: Alle stoppen
es: Detener todo
fr: Stopper tout

# tfrmain.tbstopdown.hint
source: Stop download
de: Stoppe Download
es: Detener descarga
fr: Stopper le téléchargement

# tfrmain.tbstopqueue.hint
source: Stop queue
de: Stoppe Liste
es: Detener cola
fr: Stopper la file d'attente

# tfrmain.tbstopscheduler.hint
source: Stop scheduler
de: Stoppe Zeitplan
es: Detener programador
fr: Stopper le Planificateur

# tfrmain.tbtodown.hint
source: Move to the end
de: Ans Ende
es: Mover al final
fr: Déplacer vers la fin

# tfrmain.tbtoup.hint
source: Move to the start
de: An den Anfang
es: Mover al inicio
fr: Déplacer vers le début

# tfrnewdown.btnaddqueue.hint
source: Add queue
de: Neue Liste
es: Añadir cola
fr: Ajouter file d'attente

# tfrnewdown.btncancel.caption
source: Cancel
de: Ablehnen
es: Cancelar
fr: Annuler

# tfrnewdown.btnpaused.caption
source: Paused
de: Pause
es: Pausada
fr: En Pause

# tfrnewdown.btnschedule.hint
source: Schedule
de: Zeitplan
es: Programador
fr: Plannifier

# tfrnewdown.btnstart.caption
source: Start now
de: Jetzt starten
es: Iniciar ahora
fr: Démarrer maintenant

# tfrnewdown.btntoqueue.caption
source: To the queue [F2]
de: Zur Liste [F2]
es: A la cola [F2]
fr: Vers la file d'attente [F2]

# tfrnewdown.btntoup.hint
source: Position in queue
de: Position in der Liste
es: Posicion en la cola

# tfrnewdown.caption
source: New download
de: Neuer Download
es: Nueva descarga
fr: Nouveau téléchargement

# tfrnewdown.lbldestination.caption
source: Path:
es: Ruta:
fr: Destination:

# tfrnewdown.lblengine.caption
source: Engine:
es: Motor:
fr: Moteur:

# tfrnewdown.lblfilename.caption
source: Name:
es: Nombre:
fr: Nom de fichier:

# tfrnewdown.lblparameters.caption
source: Parameters:
de: Parameter:
es: Parametros:
fr: Paramètres:

# tfrnewdown.lblpassword.caption
source: HTTP/FTP Password:
es: HTTP/FTP Contraseña:
fr: Mot de Passe HTTP/FTP:

# tfrnewdown.lblqueue.caption
source: Queue:
de: Liste:
es: Cola:
fr: File d'attente:

# tfrnewdown.lbluser.caption
source: HTTP/FTP User:
de: HTTP/FTP Benutzername:
es: HTTP/FTP Usuario:
fr: Utilisateur HTTP/FTP:

# tfrnotification.btncopyto.hint
source: Copy file to...
de: Kopiere Datei nach...
es: Copiar archivo a...
fr: Copier le fichier vers...

# tfrnotification.btngopath.hint
source: Go to the destination folder
de: Zum Zielordner
es: Ir a la carpeta destino
fr: Aller au dossier de destination

# tfrnotification.btnmoveto.hint
source: Move file to...
de: Verschiebe Datei nach...
es: Mover archivo a...
fr: Déplacer le fichier vers...

# tfrnotification.btnopenfile.hint
source: Open file
de: Öffne Datei
es: Abrir archivo
fr: Ouvrir fichier

# tfrreplace.btncancel.caption
source: Cancel
de: Nein
es: Cancelar
fr: Annuler

# tfrreplace.btnok.caption
source: Ok
es: Aceptar

# tfrreplace.lblfileexistinformation.caption
source: The file that you attempt to download already exists, what do you want to do?
de: Diese Datei gibt es schon ... und was jetzt?
es: El archivo que intenta descargar ya existe, ¿que quiere hacer?
fr: Le fichier que vous essayez de télécharger existe déjà, que voulez-vous faire ?

# tfrreplace.lblfilename.caption
source: File name:
de: Dateiname:
es: Nombre de archivo:
fr: Nom de fichier:

# tfrreplace.rbautorename.caption
source: Auto rename the file.
de: Datei umbenennen.
es: Autorenombrar el archivo
fr: Renommer automatiquement le fichier.

# tfrreplace.rbmanualrename.caption
source: Manual rename the file.
de: Datei manuell umbenennen.
es: Renombrar manualmente.
fr: Renommage manuel du fichier.

# tfrreplace.rboverwrite.caption
source: Overwrite the file.
de: Datei überschreiben.
es: Sobreescribir el archivo.
fr: Écraser le fichier.

# tfrreplace.rbupdateurl.caption
source: Update URL for this file.
de: Aktualisiere den Pfad für diese Datei.
es: Actualizar URL de esta descarga.
fr: Mettre à jour l'URL pour ce fichier.

# tfrsitegrabber.bgauthentication.caption
source: HTTP/FTP Authentication
de: Authentifizierung HTTP/FTP
es: Autenticacion HTTP/FTP
fr: Authentification HTTP/FTP

# tfrsitegrabber.btnback.caption
source: < Back
de: < Zurück
es: < Anterior
fr: < Précédent

# tfrsitegrabber.btncancel.caption
source: Cancel
de: Ablehnen
es: Cancelar
fr: Annuler

# tfrsitegrabber.btnfinish.caption
source: Finish
de: Fertigstellen
es: Finalizar
fr: Fin

# tfrsitegrabber.btnnext.caption
source: Next >
de: Nächste >
es: Siguiente >
fr: Suivant >

# tfrsitegrabber.caption
source: New Site Grabber
de: Neue WebSite
es: Nuevo grabador de sitio
fr: Nouvel Aspirateur de Site

# tfrsitegrabber.chfollowftplink.caption
source: Follow FTP links
de: Folge den FTP-Links
es: Seguir enlaces a FTP
fr: Suivre les liens FTP

# tfrsitegrabber.chfollowrelativelink.caption
source: Follow relative links
de: Folge relativen Links
es: Seguir enlaces relativos
fr: Suivre les liens relatifs

# tfrsitegrabber.chlinktolocal.caption
source: Convert to locals links
de: Zu lokalen Links konvertieren
es: Convertir enlaces en locales
fr: Convertir en liens locaux

# tfrsitegrabber.chnoparentlink.caption
source: No parent links
es: No seguir enlaces superiores
fr: Pas de liens parents

# tfrsitegrabber.chpagerequisites.caption
source: Page requisites
es: Requisitios de pagina
fr: Requis par la page

# tfrsitegrabber.chspanhosts.caption
source: Span hosts
es: Expandir dominios
fr: Répartir les hôtes

# tfrsitegrabber.gbdomainrejectfilter.caption
source: Domain reject filter
es: Filtro de dominios a rechazar
fr: Filtre de rejet de domaine

# tfrsitegrabber.gbexcludedirectory.caption
source: Exclude directory list
es: Lista de directorios a excluir
fr: Liste d'exclusion de répertoires

# tfrsitegrabber.gbfileacceptfilter.caption
source: File accept filter
es: Filtro de archivos a descargar
fr: Filtre de fichiers acceptés

# tfrsitegrabber.gbfilerejectfilter.caption
source: File reject filter
es: Filtro de archivos a rechazar
fr: Filtre de fichiers rejetés

# tfrsitegrabber.gbfollowdomainfilter.caption
source: Follow domain filter
es: Filtro de dominios a seguir
fr: Suivre le filtre de domaine

# tfrsitegrabber.gbfollowtags.caption
source: Follow tags list
es: Lista de tags a seguir
fr: Suivre la liste des tags

# tfrsitegrabber.gbignoretags.caption
source: Ignore tags list
es: Lista de tags ignorados
fr: Ignorer la liste des tags

# tfrsitegrabber.gbincludedirectory.caption
source: Include directory list
es: Lista de directorios a incluir
fr: Inclure la liste des répertoires

# tfrsitegrabber.lbldestination.caption
source: Destination:
es: Destino:

# tfrsitegrabber.lblmaxlevel.caption
source: Max level:
es: Profundidad:
fr: Niveau Max:

# tfrsitegrabber.lblpassword.caption
source: Password:
de: Passwort:
es: Contraseña:
fr: Mot de Passe:

# tfrsitegrabber.lblqueue.caption
source: Queue:
de: Liste:
es: Cola:
fr: File d'attente:

# tfrsitegrabber.lblsitename.caption
source: Name:
es: Nombre:
fr: Nom:

# tfrsitegrabber.lbluser.caption
source: User:
es: Nombre:
fr: Utilisateur:

# tfrsitegrabber.lblwelcome.caption
source: Welcome to the site grabber wizard
de: Site grabber wizzard
es: Bienvenidos al asistente de grabar sitios
fr: Bienvenue dans l'assistant aspirateur de site

# tfrvideoformat.lblvideoname.caption
source: Name:
es: Nombre:
fr: Nom:

source: German
de: DeutschContent-Type: text/plain; charset=UTF-8 Project-Id-Version: POT-Creation-Date: PO-Revision-Date: Last-Translator: Language-Team: MIME-Version: 1.0 Content-Transfer-Encoding: 8bit X-Generator: Poedit 1.8.6 Plural-Forms: nplurals=2; plural=(n > 1); Language: de
